Repository: andreicristianpetcu/alaveteli
Catalog: locale/*/app.po
Languages: ro_ro

source: Hello! You can make Freedom of Information requests within {{country_name}} at {{link_to_website}} and to EU institutions at {{link_to_asktheeu}}
ro_ro: Salut! Poți face solicitări de acces la informații din {{country_name}} la adresa {{link_to_website}}, iar către instituțiile din Uniunea Europeană la adresa {{link_to_asktheeu}}

source: Hello, {{username}}!
ro_ro: Salut, {{username}}!

source: Help
ro_ro: Ajutor

source: Help us classify requests that haven't been updated
ro_ro: Ajută-ne să clasificăm solicitări care nu au fost actualizate

source: Here <strong>described</strong> means when a user selected a status for the request, and the most recent event had its status updated to that value. <strong>calculated</strong> is then inferred by {{site_name}} for intermediate events, which weren't given an explicit description by a user. See the <a href="{{search_path}}">search tips</a> for description of the states.
ro_ro: Aici, starea <strong>descrisă</strong> se referă la o stare selectată de un utilizator pentru o solicitare, astfel încât cel mai recent eveniment şi-a actualizat starea la acea valoare. Starea <strong>calculată</strong> se alocă automatizat de către {{site_name}}, pentru evenimente intermediare, cărora nu li s-a dat o descriere explicită de către un utilizator. Vezi <a href="{{search_path}}">ponturi pentru căutare</a> pentru o descriere a stadiilor.

source: Here is the message you wrote, in case you would like to copy the text and save it for later.
ro_ro: Aici găsești mesajul pe care l-ai scris, pentru cazul în care vrei să copiezi textul şi să-l salvezi pentru mai târziu.

source: Hi! We need your help. The person who made the following request hasn't told us whether or not it was successful. Would you mind taking a moment to read it and help us keep the place tidy for everyone? Thanks.
ro_ro: Salut! Avem nevoie de ajutorul tău. Persoana care a creat următoarea solicitare încă nu ne-a transmis dacă a primit sau nu un răspuns. Ai un moment să o citești și să o categorisești? Astfel, ne ajuți să ținem lucrurile în ordine pentru toată lumea. Mulțumim.

source: Hide request
ro_ro: Ascunde solicitarea

source: Holiday
ro_ro: Sărbătoare

source: Holiday|Day
ro_ro: Sărbătoare|Zi

source: Holiday|Description
ro_ro: Sărbătoare|Descriere

source: Home
ro_ro: Acasă

source: Home page
ro_ro: Pagina principală

source: Home page of authority
ro_ro: Website instituție

source: How it works
ro_ro: Cum funcționează

source: However, you have the right to request environmental information under a different law
ro_ro: Cu toate acestea, ai dreptul de a solicita informaţii privind mediul, în baza altor legi (EIR)

source: Human health and safety
ro_ro: Sănătate şi asigurări

source: I also want to know!
ro_ro: Și eu vreau să știu!

source: I am asking for <strong>new information</strong>
ro_ro: Solicit <strong>noi informaţii</strong>

source: I am requesting an <strong>internal review</strong>
ro_ro: Cer <strong>o verificare internă</strong>

source: I am writing to request an internal review of {{public_body_name}}'s handling of my FOI request '{{info_request_title}}'.
ro_ro: Vă scriu pentru a vă cere să realizați o verificare internă, în cadrul instituției {{public_body_name}}, cu privire la procesarea solicitării mele de acces la informații '{{info_request_title}}'.

source: I don't like these ones &mdash; give me some more!
ro_ro: Nu îmi plac acestea &mdash; daţi-mi și altele!

source: I don't want to do any more tidying now!
ro_ro: Nu mai vreau să fac ordine acum!

source: I like this request
ro_ro: Îmi place această solicitare

source: I would like to <strong>withdraw this request</strong>
ro_ro: Aş dori să <strong>retrag</strong>această solicitare

source: I'm still <strong>waiting</strong> for my information <small>(maybe you got an acknowledgement)</small>
ro_ro: Încă <strong>aștept</strong> să primesc informațiile solicitate <small>(poate ai primit o confirmare)</small>

source: I'm still <strong>waiting</strong> for the internal review
ro_ro: Încă <strong>aştept</strong> verificarea internă

source: I'm waiting for an <strong>internal review</strong> response
ro_ro: Aştept un răspuns la <strong>verificarea internă</strong>

source: I've been asked to <strong>clarify</strong> my request
ro_ro: Am fost rugat să <strong>clarific</strong> solicitarea mea

source: I've received <strong>all the information
ro_ro: Am primit <strong>toate informaţiile

source: I've received <strong>some of the information</strong>
ro_ro: Am primit <strong>câteva dintre informaţii</strong>

source: I've received an <strong>error message</strong>
ro_ro: Am primit <strong>un mesaj de eroare</strong>

source: I've received an error message
ro_ro: Am primit un mesaj de eroare

source: If the address is wrong, or you know a better address, please <a href="{{url}}">contact us</a>.
ro_ro: Dacă adresa este greşită sau dacă ai cunoștință despre o altă adresă validă, te rugăm <a href="{{url}}">să ne contactezi</a>.

source: If the error was a delivery failure, and you can find an up to date FOI email address for the authority, please tell us using the form below.
ro_ro: Dacă eroarea a fost determinată de un eșec de livrare, dar poți să găsești o adresă nouă/validă pentru solicitări de informații către această instituție, te rugăm să ne transmiți noua adresa utilizând formularul de mai jos.

source: If this is incorrect, or you would like to send a late response to the request or an email on another subject to {{user}}, then please email {{contact_email}} for help.
ro_ro: Dacă este ceva inexact sau dorești să trimiți un răspuns, chiar și întârziat, la solicitare, ori un email legat de un alt subiect către {{user}}, te rugăm să ne trimiți un email la {{contact_email}}, pentru asistență.

source: If you are dissatisfied by the response you got from the public authority, you have the right to complain (<a href="{{url}}">details</a>).
ro_ro: Dacă ești nemulțumit de răspunsul primit de la instituția publică, ai dreptul de a face o plângere (<a href="{{url}}">detalii</a>).

source: If you are still having trouble, please <a href="{{url}}">contact us</a>.
ro_ro: Dacă mai ai probleme, te rugăm <a href="{{url}}">să ne contactezi</a>.

source: If you are the requester, then you may <a href="{{url}}">sign in</a> to view the message.
ro_ro: Dacă tu ești solicitantul, te poți <a href="{{url}}">autentifica</a> pentru a vedea mesajul.

source: If you are the requester, then you may <a href="{{url}}">sign in</a> to view the request.
ro_ro: Dacă tu ești solicitantul, te poți <a href="{{url}}">autentifica</a> pentru a vedea solicitarea.

source: If you are {{user_link}}, please
ro_ro: Dacă tu ești {{user_link}}, te rugăm

source: If you believe this request is not suitable, you can report it for attention by the site administrators
ro_ro: Dacă tu consideri ca această solicitare nu este potrivită, poţi să o raportezi în atenţia administratorilor

source: If you can't click on it in the email, you'll have to <strong>select and copy it</strong> from the email. Then <strong>paste it into your browser</strong>, into the place you would type the address of any other webpage.
ro_ro: Dacă nu îl poți accesa direct din email, va trebui să <strong>îl selectezi și să îl copiezi</strong> direct în browser.

source: If you can, scan in or photograph the response, and <strong>send us a copy to upload</strong>.
ro_ro: Dacă poți, <strong>trimite-ne răspunsul scanat sau fotografiat</strong>, pentru a-l încărca pe site.

source: If you find this service useful as an FOI officer, please ask your web manager to link to us from your organisation's FOI page.
ro_ro: Dacă sunteți responsabil de Legea 544/2001 în cadrul instituției dumneavoastră și chibzuiți că serviciul furnizat de acest site este util, vă rugăm să-i solicitaţi departamentului IT din instituția dumneavoastră să creeze un link către noi, de la secțiunea pentru/despre informaţii publice a site-ului instituției dumneavoastră.

source: If you found {{site_name}} useful, <a href="{{donation_url}}">make a donation</a> to the charity which runs it.
ro_ro: Dacă ți se pare util site-ul {{site_name}}, <a href="{{donation_url}}">poți face o donație</a> către organizațiile care îi asigură mentenanța.

source: If you got the email <strong>more than six months ago</strong>, then this login link won't work any more. Please try doing what you were doing from the beginning.
ro_ro: Dacă au trecut <strong>mai mult de șase luni</strong> de la primirea acestui email, atunci acest link de autentificare nu va funcționa. Te rugăm să refaci pașii de la început.

source: If you have not done so already, please write a message below telling the authority that you have withdrawn your request. Otherwise they will not know it has been withdrawn.
ro_ro: Dacă nu ai făcut deja asta, te rugăm să-i transmiți instituției un mesaj, mai jos, comunicându-le retragerea solicitării. În caz contrar, ei nu vor şti că aceasta a fost retrasă.

source: If you know the address to use, then please <a href="{{url}}">send it to us</a>. You may be able to find the address on their website, or by phoning them up and asking.
ro_ro: Dacă afli adresa de utilizat în acest caz, te rugăm să <a href="{{url}}">ne-o trimiţi</a>. Ai putea găsi adresa pe site-ul lor sau telefonându-le şi întrebându-i direct.

source: If you reply to this message it will go directly to {{user_name}}, who will learn your email address. Only reply if that is okay.
ro_ro: Răspunsul tău la acest mesaj va fi trimis direct către {{user_name}}, care îți va vedea adresa de email. Trimite răspunsul doar dacă ești de acord cu acest lucru.

source: If you use web-based email or have "junk mail" filters, also check your bulk/spam mail folders. Sometimes, our messages are marked that way.
ro_ro: Verifică și folderul de spam/junk/bulk din email. Se întâmplă uneori ca mesajele noastre să ajungă acolo.

source: If you want to try and get the rest of the information, here's what to do now.
ro_ro: Dacă vrei să încerci să obţii şi restul informaţiilor, iată aici ce mai ai de făcut.

source: If you would like to contest the authority's claim that they do not hold the information, here is <a href="{{complain_url}}">how to complain</a>.
ro_ro: Dacă ai vrea să contești răspunsul instituției, prin care pretinde că nu ar avea informațiile solicitate, aici găsești <a href="{{complain_url}}">cum să faci o plângere</a>.

source: If you would like us to lift this ban, then you may politely<a href="/help/contact">contact us</a> giving reasons.
ro_ro: Dacă vrei să ridicăm această interdicţie, ne poţi <a href="/help/contact">contacta</a> explicându-ne motivele.

source: If you write about these requests (for example in a forum or a blog) please link to this page.
ro_ro: Dacă scrii despre aceste solicitări (spre exemplu, pe un forum sau un blog), te rugăm să folosești un link către adresa URL a acestei pagini.

source: If you write about this request (for example in a forum or a blog) please link to this page, and <a href="{{url}}">add an annotation</a> below telling people about your writing.
ro_ro: Dacă scrii despre această solicitare (spre exemplu, pe un forum sau un blog), te rugăm să folosești un link către adresa URL a acestei pagini și <a href="{{url}}">adaugă o adnotare</a> mai jos, în beneficiul celorlalți utilizatori.

source: If your browser is set to accept cookies and you are seeing this message, then there is probably a fault with our server.
ro_ro: Dacă browser-ul tău este setat să accepte „cookies”, dar vezi acest mesaj, atunci probabil există o defecțiune la serverul nostru.

source: Improve your account security
ro_ro: Îmbunătățește siguranța contului tău

source: Include relevant links, such as to a campaign page, your blog or a twitter account. They will be made clickable. e.g.
ro_ro: Include linkuri relevante, precum cele către pagina campaniei, către blogul tău sau către un cont de Twitter. Acestea vor fi accesibile direct din site. De exemplu,

source: Incoming email address
ro_ro: Adresă de email pentru intrare

source: Incoming message
ro_ro: Mesaj primit

source: Incoming message has a spam score above the configured threshold ({{spam_threshold}}).
ro_ro: Mesajul primit are un scor de spam care depășește limita admisă ({{spam_threshold}}).

source: IncomingMessage|Cached attachment text clipped
ro_ro: MesajPrimit|În cache, text tăiat

source: IncomingMessage|Cached main body text folded
ro_ro: MesajPrimit|În cache, text pliat

source: IncomingMessage|Cached main body text unfolded
ro_ro: MesajPrimit|În cache, text nepliat

source: IncomingMessage|Last parsed
ro_ro: MesajPrimit|Ultimul analizat

source: IncomingMessage|Mail from
ro_ro: MesajPrimit|Mail de la

source: IncomingMessage|Mail from domain
ro_ro: MesajPrimit|Mail de pe domeniul

source: IncomingMessage|Prominence
ro_ro: MesajPrimit|Evidențiere

source: IncomingMessage|Prominence reason
ro_ro: MesajPrimit|Motivul evidențierii

source: IncomingMessage|Sent at
ro_ro: MesajPrimit|Trimis la

source: IncomingMessage|Subject
ro_ro: MesajPrimit|Subiect

source: IncomingMessage|Valid to reply to
ro_ro: MesajPrimit|Valid pentru răspuns la

source: Individual requests
ro_ro: Solicitări individuale

source: Info request
ro_ro: Solicitare de informații

source: Info request batch
ro_ro: Solicitare de informații în grup

source: Info request event
ro_ro: Eveniment solicitare de informații

source: InfoRequestBatch|Body
ro_ro: SolicitareGrup|Text

source: InfoRequestBatch|Sent at
ro_ro: SolicitareGrup|Trimis la

source: InfoRequestBatch|Title
ro_ro: SolicitareGrup|Titlu

source: InfoRequestEvent|Calculated state
ro_ro: EvenimentSolicitareInfo|Stare calculată

source: InfoRequestEvent|Described state
ro_ro: EvenimentSolicitareInfo|Stare descrisă

source: InfoRequestEvent|Event type
ro_ro: EvenimentSolicitareInfo|Tip eveniment

source: InfoRequestEvent|Last described at
ro_ro: EvenimentSolicitareInfo|Ultima descriere la

source: InfoRequestEvent|Params yaml
ro_ro: EvenimentSolicitareInfo|Parametri yaml

source: InfoRequest|Allow new responses from
ro_ro: SolicitareInfo|Permite noi răspunsuri de la

source: InfoRequest|Attention requested
ro_ro: SolicitareInfo|Necesită atenţie

source: InfoRequest|Awaiting description
ro_ro: SolicitareInfo|Aşteaptă descriere

source: InfoRequest|Comments allowed
ro_ro: SolicitareInfo|Comentarii permise

source: InfoRequest|Described state
ro_ro: SolicitareInfo|Stare descrisă

source: InfoRequest|External url
ro_ro: SolicitareInfo|Url extern

source: InfoRequest|External user name
ro_ro: SolicitareInfo|Utilizator extern

source: InfoRequest|Handle rejected responses
ro_ro: SolicitareInfo|Prelucrare răspunsuri respinse

source: InfoRequest|Idhash
ro_ro: SolicitareInfo|Idhash

source: InfoRequest|Last public response at
ro_ro: InfoRequest|Ultimul răspuns public la

source: InfoRequest|Law used
ro_ro: SolicitareInfo|Lege utilizată

source: InfoRequest|Prominence
ro_ro: SolicitareInfo|Evidențiere

source: InfoRequest|Title
ro_ro: SolicitareInfo|Titlu

source: InfoRequest|Url title
ro_ro: SolicitareInfo|Titlu Url

source: Information not held.
ro_ro: Informaţie nedeţinută.

source: Information on emissions and discharges (e.g. noise, energy, radiation, waste materials)
ro_ro: Informații legate de emisii și deversări (de exemplu, zgomot, energie, radiații, deșeuri)

source: Internal review
ro_ro: Verificare internă

source: Internal review of {{email_subject}}
ro_ro: Verificare internă privind {{email_subject}}

source: Internal review request
ro_ro: Cerere de verificare internă

source: Internal review request sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
ro_ro: Cerere de verificare internă trimisă către {{public_body_name}}, de {{info_request_user}}, la data de {{date}}.

source: Invalid one time password
ro_ro: Parolă de unică folosință (OTP) invalidă

source: Is {{email_address}} the wrong address for {{type_of_request}} requests to {{public_body_name}}? If so, please contact us using this form:
ro_ro: Este greșită adresa {{email_address}} pentru o solicitare {{type_of_request}} adresată către {{public_body_name}}? Dacă da, te rugăm să ne contactezi utilizând acest formular:

source: It may be that your browser is not set to accept a thing called "cookies", or cannot do so. If you can, please enable cookies, or try using a different browser. Then press refresh to have another go.
ro_ro: Este posibil ca browser-ul tău să nu fie setat să accepte „cookies”, sau să nu poată face asta. Poți modifica setările sau să încerci să folosești un alt browser. Apasă [refresh] pentru a încerca din nou.

source: Items matching the following conditions are currently displayed on your wall.
ro_ro: Subiectele care corespund următoarelor condiții sunt afișate pe „peretele” tău

source: Items sent in last month
ro_ro: Itemi transmiși în ultima lună

source: Joined in {{year}}.
ro_ro: Ni s-a alăturat în anul {{year}}.

source: Joined {{site_name}} in {{year}}
ro_ro: S-a alăturat {{site_name}} în anul {{year}}

source: Just one more thing
ro_ro: Încă un lucru

source: Keep this passcode safe. You will need it to confirm your account when changing your password. You can add it to a password manager or print it and store it in a safe place.
ro_ro: Păstrează acest cod în siguranță. Vei avea nevoie de el pentru a-ți confirma contul, când vei schimba parola. Îl poți adăuga în managerul de parole sau îl poți printa și păstra într-un loc sigur.

source: Keep your request up to date
ro_ro: Menține solicitarea actualizată

source: Keep your requests up to date
ro_ro: Menține solicitările actualizate

source: Keywords
ro_ro: Cuvinte cheie

source: Last authority viewed: {{authority_url}}
ro_ro: Ultima instituție vizionată {{authority_url}}

source: Last request viewed: {{request_url}}
ro_ro: Ultima solicitare vizionată {{request_url}}

source: Learn more &rarr;
ro_ro: Învață mai multe &rarr;

source: Let us know what you were doing when this message appeared and your browser and operating system type and version.
ro_ro: Spune-ne ce făceai atunci când ți-a apărut acest mesaj și ce tip și versiune de browser și ce sistem de operare foloseai în acel moment.

source: Link to this
ro_ro: Link către aceasta

source: List of all authorities (CSV)
ro_ro: Lista tuturor instituțiilor (CSV)

source: Listing FOI requests
ro_ro: Afişare solicitări de acces la informații

source: Listing public authorities
ro_ro: Afişare instituții publice

source: Listing public authorities matching '{{query}}'
ro_ro: Afișare instituții publice care corespund '{{query}}'

source: Listing tracks
ro_ro: Afișare înregistrări

source: Listing users
ro_ro: Afișare utilizatori

source: Log in to download a zip file of {{info_request_title}}
ro_ro: Trebuie să fii autentificat pentru a descărca un fişier .zip cu {{info_request_title}}

source: Log into the admin interface
ro_ro: Conectare la interfaţa de administrare

source: Long overdue
ro_ro: Mult depășit

source: Long overdue.
ro_ro: Mult depășit.

source: Made between
ro_ro: Creată între

source: MailServerLogDone|Filename
ro_ro: MailServerLogDone|Denumire fișier

source: MailServerLogDone|Last stat
ro_ro: MailServerLogDone|Ultimele statistici

source: MailServerLog|Line
ro_ro: MailServerLog|Linie

source: MailServerLog|Order
ro_ro: MailServerLog|Ordine

source: Make a batch request
ro_ro: Creează un grup de solicitări

source: Make a new EIR request
ro_ro: Creează o nouă solicitare de informații despre mediu (EIR)

source: Make a new FOI request
ro_ro: Creează o nouă solicitare de informații

source: Make a request
ro_ro: Creează o solicitare

source: Make a request &raquo;
ro_ro: Creează o solicitare &raquo;

source: Make a request to these authorities
ro_ro: Creează o solicitare către aceste instituții

source: Make a request to this authority
ro_ro: Creează o solicitare către această instituție

source: Make an {{law_used_short}} request
ro_ro: Creează o solicitare bazată pe {{law_used_short}}

source: Make an {{law_used_short}} request to '{{public_body_name}}'
ro_ro: Creează o nouă solicitare bazată pe {{law_used_short}} către '{{public_body_name}}'

source: Make and browse Freedom of Information (FOI) requests
ro_ro: Creați şi urmăriți solicitări de acces la informații

source: Many requests
ro_ro: Multe solicitări

source: Matching authorities
ro_ro: Instituții găsite

source: Message
ro_ro: Mesaj

source: Message has been removed
ro_ro: Mesajul a fost șters

source: Message sent using {{site_name}} contact form,
ro_ro: Mesaj trimis utilizând formularul de contact al {{site_name}},

source: Missing contact details for '{{authority_name}}'
ro_ro: Lipsă detalii de contact pentru '{{authority_name}}'

source: More about this authority
ro_ro: Mai multe despre această instituție

source: More similar requests
ro_ro: Mai multe solicitări similare

source: My profile
ro_ro: Profilul meu

source: My request has been <strong>refused</strong>
ro_ro: Solicitarea mea a fost <strong>refuzată</strong>

source: My requests
ro_ro: Solicitările mele

source: My wall
ro_ro: Peretele meu

source: Name can't be blank
ro_ro: Câmpul „Nume” nu poate rămâne necompletat

source: Name is already taken
ro_ro: Numele este deja folosit

source: Needs admin attention
ro_ro: E nevoie de intervenția unui administrator

source: New Freedom of Information requests
ro_ro: O nouă solicitare de acces la informații

source: New censor rule
ro_ro: Nouă regulă de cenzurare

source: New e-mail:
ro_ro: Email nou:

source: New email doesn't look like a valid address
ro_ro: Noul email nu pare a fi o adresă validă

source: New password:
ro_ro: Parola nouă:

source: New password: (again)
ro_ro: Parola nouă: (din nou)

source: New response to '{{title}}'
ro_ro: Răspuns nou la '{{title}}'

source: New response to your FOI request - {{request_title}}
ro_ro: Răspuns nou la solicitarea ta de acces la informații - {{request_title}}

source: New response to your request
ro_ro: Răspuns nou la solicitarea ta

source: New response to {{law_used_short}} request
ro_ro: Răspuns nou la solicitarea bazată pe {{law_used_short}}

source: New updates for the request '{{request_title}}'
ro_ro: Actualizări noi la solicitarea '{{request_title}}'

source: Newest results first
ro_ro: Începând cu cele mai noi rezultate

source: Next
ro_ro: În continuare

source: Next, crop your photo &gt;&gt;
ro_ro: În continuare, decupează-ți poza &gt;&gt;

source: No requests of this sort yet.
ro_ro: Nici o solicitare de acest tip, încă.

source: No results found.
ro_ro: Nu s-au găsit rezultate.

source: No similar requests found.
ro_ro: Nu s-au găsit solicitări similare.

source: No tracked things found.
ro_ro: Nu s-au găsit înregistrări.

source: Nobody has made any Freedom of Information requests to {{public_body_name}} using this site yet.
ro_ro: Încă nu există solicitări de acces la informații către {{public_body_name}}, create prin acest site.

source: None found.
ro_ro: Nimic găsit.

source: None made.
ro_ro: Nimic găsit.

source: Not a valid FOI request
ro_ro: Nu este o solicitare de informații validă

source: Not a valid request
ro_ro: Nu este o solicitare validă

source: Not an FOI request
ro_ro: Nu este o solicitare de informații

source: Not held
ro_ro: Nedeținută

source: Note that the requester will not be notified about your annotation, because the request was published by {{public_body_name}} on their behalf.
ro_ro: Reține că solicitantul nu va fi notificat cu privire la adnotarea ta, deoarece solicitarea a fost publicată de către {{public_body_name}} în numele său.

source: Notes:
ro_ro: Note:

source: Now check your email!
ro_ro: Verifică-ți emailul!

source: Now preview your annotation
ro_ro: Acum previzualizează adnotările tale

source: Now preview your follow up
ro_ro: Acum previzualizează intervenția ta
