Repository: andreicristianpetcu/alaveteli
Catalog: locale/*/app.po
Languages: ro_ro

source: At the bottom of this page, write a reply to them trying to persuade them to scan it in (<a href="{{url}}">more details</a>).
ro_ro: În josul acestei pagini, scrie un răspuns către instituție, încercând să convingi asupra motivului pentru care e preferabil să scaneze (<a href="{{url}}">mai multe detalii</a>).

source: Attachment (optional):
ro_ro: Ataşament (opțional):

source: Attachment:
ro_ro: Ataşament:

source: Authority email:
ro_ro: Emailul instituției:

source: Authority:
ro_ro: Instituția:

source: Awaiting clarification
ro_ro: Așteaptă clarificare

source: Awaiting classification
ro_ro: Aşteaptă clasificarea

source: Awaiting classification.
ro_ro: Aşteaptă clasificarea.

source: Awaiting internal review.
ro_ro: Aşteaptă verificarea internă.

source: Awaiting response
ro_ro: Așteaptă un răspuns

source: Awaiting response.
ro_ro: Aşteaptă un răspuns.

source: Banned users cannot edit their profile
ro_ro: Utilizatorii care au fost blocați nu pot să-și editeze profilul

source: Batch created by {{info_request_user}} on {{date}}.
ro_ro: Grup de solicitări create de {{info_request_user}}, la data de {{date}}.

source: Beginning with
ro_ro: Începând cu

source: Browse <a href="{{requests_url}}">{{number_of_requests}} requests</a> to <a href="{{authorities_url}}">{{number_of_authorities}} authorities</a>
ro_ro: Vezi <a href="{{requests_url}}">{{number_of_requests}} solicitări</a> către <a href="{{authorities_url}}">{{number_of_authorities}} instituții</a>

source: Browse <a href='{{url}}'>other requests</a> for examples of how to word your request.
ro_ro: Vezi <a href='{{url}}'>şi alte solicitări</a>, pentru exemple despre modul în care să formulezi solicitarea.

source: Browse <a href='{{url}}'>other requests</a> to '{{public_body_name}}' for examples of how to word your request.
ro_ro: Vezi <a href='{{url}}'>şi alte solicitări</a> către '{{public_body_name}}', pentru exemple despre modul în care să formulezi solicitarea.

source: Browse all authorities...
ro_ro: Vezi toate instituțiile...

source: Browse all requests &rarr;
ro_ro: Vezi toate solicitările &rarr;

source: Browse and search requests
ro_ro: Vezi şi caută solicitări

source: Browse and search requests (page {{count}})
ro_ro: Vezi şi caută solicitări ({{count}} pag.)

source: Browse requests
ro_ro: Vezi solicitări

source: By law, they have to respond.
ro_ro: Conform legii, instituțiile sunt obligate să-ți răspundă.

source: By law, under all circumstances, {{public_body_link}} should have responded by now
ro_ro: Conform legii, indiferent de circumstanţe, {{public_body_link}} ar fi trebuit să-ți răspundă până acum.

source: By law, you should get a response promptly, and normally before the end of <strong{{date_response_required_by}}</strong>.
ro_ro: Potrivit legii, ar trebui să primești un răspuns prompt, în mod normal până la <strong>{{date_response_required_by}}</strong>.

source: By law, you should have got a response promptly, and normally before the end of <strong>{{date_response_required_by}}</strong>.
ro_ro: Conform legii, ar trebui să primeşti un răspuns prompt, în mod normal până la <strong>{{date_response_required_by}}</strong>.

source: By law, {{public_body_link}} should normally have responded <strong>promptly</strong> and
ro_ro: Conform legii, {{public_body_link}} ar fi trebuit să-ți răspundă <strong>prompt</strong> și

source: Can't find the one you want?
ro_ro: Nu găsești persoana căutată?

source: Cancel a {{site_name}} alert
ro_ro: Anulează o alertă de la {{site_name}}

source: Cancel some {{site_name}} alerts
ro_ro: Anulează niște alerte de la {{site_name}}

source: Cancel, return to your profile page
ro_ro: Anulează şi revino la pagina ta de profil

source: Censor rule
ro_ro: Regula de cenzurare

source: CensorRule|Last edit comment
ro_ro: RegulaCenzor|Ultima editare comentariu

source: CensorRule|Last edit editor
ro_ro: RegulaCenzor|Ultima editare editor

source: CensorRule|Replacement
ro_ro: RegulaCenzor|Înlocuire

source: CensorRule|Text
ro_ro: RegulaCenzor|Text

source: Change email on {{site_name}}
ro_ro: Modifică emailul pe {{site_name}}

source: Change profile photo
ro_ro: Modifică poza de profil

source: Change the text about you on your profile at {{site_name}}
ro_ro: Modifică textul referitor la profilul tău de pe {{site_name}}

source: Change your email
ro_ro: Modifică-ți emailul

source: Change your email address used on {{site_name}}
ro_ro: Modifică emailul utilizat pe {{site_name}}

source: Change your password
ro_ro: Modifică-ţi parola

source: Change your password on {{site_name}}
ro_ro: Modifică-ţi parola de pe {{site_name}}

source: Check for mistakes if you typed or copied the address.
ro_ro: Verifică eventualele greşeli, dacă ai tastat sau ai copiat adresa.

source: Check you haven't included any <strong>personal information</strong>.
ro_ro: Verifică dacă nu cumva ai inclus <strong>informaţii cu caracter personal</strong>.

source: Choose a reason
ro_ro: Alege un motiv

source: Choose your profile photo
ro_ro: Alege-ți poza de profil

source: Clarification
ro_ro: Clarificare

source: Clarification sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
ro_ro: Clarificare trimisă către {{public_body_name}}, de către {{info_request_user}}, la data de {{date}}.

source: Clarify your FOI request - {{request_title}}
ro_ro: Clarifică solicitarea de acces la informații - {{request_title}}

source: Classify an FOI response from {{authority_name}}
ro_ro: Clasifică un răspuns la solicitarea de informații de la {{authority_name}}

source: Clear photo
ro_ro: Şterge poza

source: Click on the link below to send a message to {{public_body_name}} telling them to reply to your request. You might like to ask for an internal review, asking them to find out why response to the request has been so slow.
ro_ro: Apasă pe linkul de mai jos pentru a trimite un mesaj către {{public_body_name}}, prin care să ceri un răspuns la solicitarea ta. Poți cere și o verificare internă, pentru a afla de ce răspunsul la solicitarea ta a fost atât de întârziat.

source: Click on the link below to send a message to {{public_body}} reminding them to reply to your request.
ro_ro: Click pe linkul de mai jos pentru a trimite un mesaj către {{public_body}} și a-i reaminti să răspundă la solicitarea ta.

source: Close
ro_ro: Închide

source: Close the request and respond:
ro_ro: Selectează solicitarea și răspunde:

source: Comment
ro_ro: Comentariu

source: Comment|Body
ro_ro: Comentariu|Text

source: Comment|Comment type
ro_ro: Comentariu|Tip comentariu

source: Comment|Locale
ro_ro: Comentariu|Local

source: Comment|Visible
ro_ro: Comentariu|Vizibil

source: Confirm password:
ro_ro: Confirmă parola:

source: Confirm you want to follow all successful FOI requests
ro_ro: Confirmă că dorești să urmărești toate solicitările de acces la informații reuşite

source: Confirm you want to follow new requests
ro_ro: Confirmă că dorești să urmărești noi solicitări

source: Confirm you want to follow new requests or responses matching your search
ro_ro: Confirmă că dorești să urmărești noi solicitări sau răspunsuri care corespund interogării tale

source: Confirm you want to follow requests by '{{user_name}}'
ro_ro: Confirmă că dorești să urmărești solicitările create de '{{user_name}}'

source: Confirm you want to follow requests to '{{public_body_name}}'
ro_ro: Confirmă că dorești să urmărești solicitările către '{{public_body_name}}'

source: Confirm you want to follow the request '{{request_title}}'
ro_ro: Confirmă că dorești să urmărești solicitarea '{{request_title}}'

source: Confirm your FOI request to {{public_body_name}}
ro_ro: Confirmă solicitarea ta de acces la informații către {{public_body_name}}

source: Confirm your account on {{site_name}}
ro_ro: Confirmă-ți contul pe {{site_name}}

source: Confirm your annotation to {{info_request_title}}
ro_ro: Confirmă-ţi adnotarea la {{info_request_title}}

source: Confirm your email address
ro_ro: Confirmă-ți adresa de email

source: Confirm your new email address on {{site_name}}
ro_ro: Confirmă noua ta adresă de email pe {{site_name}}

source: Considered by administrators as not an FOI request and hidden from site.
ro_ro: Considerată de către administrator ca nefiind o solicitare validă de acces la informații și, prin urmare, ascunsă de pe site.

source: Considered by administrators as vexatious and hidden from site.
ro_ro: Considerată de către administrator ca fiind ofensatoare şi, prin urmare, ştearsă de pe site.

source: Contact us
ro_ro: Contactează-ne

source: Contact {{recipient}}
ro_ro: Contactează {{recipient}}

source: Contact {{site_name}}
ro_ro: Contactează {{site_name}}

source: Contains defamatory material
ro_ro: Conține informație cu caracter defăimător

source: Contains personal information
ro_ro: Conține informație cu caracter personal

source: Could not identify the request from the email address
ro_ro: Nu se poate identifica solicitarea de la această adresă de email

source: Could not update your two factor one time passcode
ro_ro: Nu se poate actualiza codul de unică folosință (OTP) folosit de tine la autentificarea în doi pași

source: Couldn't understand the image file that you uploaded. PNG, JPEG, GIF and many other common image file formats are supported.
ro_ro: Nu se poate prelua imaginea pe care ai încarcat-o. PNG, JPEG, GIF și multe alte formate de imagini sunt acceptate.

source: Create a new account
ro_ro: Creează un cont nou

source: Create a widget for this request
ro_ro: Creează un widget pentru această solicitare

source: Created by {{info_request_user}} on {{date}}.
ro_ro: Creat de {{info_request_user}}, la data de {{date}}.

source: Crop your profile photo
ro_ro: Decupează poza ta de profil

source: Cultural sites and built structures (as they may be affected by the environmental factors listed above)
ro_ro: Situri culturale şi structuri construite (pentru că ar putea fi afectate de factorii de mediu listaţi mai sus)

source: Currently <strong>waiting for a response</strong> from {{public_body_link}}, they must respond promptly and
ro_ro: Deocamdată, <strong>asteptăm un răspuns</strong> de la {{public_body_link}}, care ar trebui să raspundă prompt şi

source: Date:
ro_ro: Data:

source: Dear [Authority name],
ro_ro: Către [Authority name],

source: Dear {{name}},
ro_ro: Către {{name}},

source: Dear {{public_body_name}},
ro_ro: Către {{public_body_name}},

source: Dear {{user_name}},
ro_ro: Către {{user_name}},

source: Delayed
ro_ro: Amânată

source: Delayed response to your FOI request - {{request_title}}
ro_ro: Răspuns amânat la solicitarea ta de acces la informații - {{request_title}}

source: Delayed.
ro_ro: Amânată.

source: Delivery error
ro_ro: Eroare de livrare

source: Destroy {{name}}
ro_ro: Distruge {{name}}

source: Details of request &ldquo;{{request_title}}&rdquo;
ro_ro: Detalii despre solicitarea &ldquo;{{request_title}}&rdquo;

source: Did you mean: {{correction}}
ro_ro: Ai vrut să spui: {{correction}}

source: Disable two factor authentication
ro_ro: Dezactivează autentificarea în doi pași

source: Disclaimer: This message and any reply that you make will be published on the internet. Our privacy and copyright policies:
ro_ro: Atenție: Acest mesaj şi orice răspuns primit sau trimis va fi publicat pe Internet. Politicile noastre privind confidenţialitatea:

source: Do not fill in this field
ro_ro: Nu completa acest câmp

source: Do not share this passcode.
ro_ro: Nu publica acest cod.

source: Don't have a superuser account yet?
ro_ro: Încă nu ai un cont de super-utilizator?

source: Don't want to address your message to {{person_or_body}}? You can also write to:
ro_ro: Nu dorești să adresezi mesajul către {{person_or_body}}? Poți, de asemenea, să scrii la:

source: Done
ro_ro: Rezolvat

source: Done &gt;&gt;
ro_ro: Rezolvat &gt;&gt;

source: Download a zip file of all correspondence
ro_ro: Descarcă un fișier .zip cu toată corespondenţa

source: Download original attachment
ro_ro: Descarcă ataşamentul inițial

source: EIR
ro_ro: reglementări privind accesul la informații de(spre) mediu (EIR)

source: Edit
ro_ro: Editare

source: Edit and add <strong>more details</strong> to the message above, explaining why you are dissatisfied with their response.
ro_ro: Editează și adaugă <strong>mai multe detalii</strong> la mesajul de mai sus, explicând de ce nu ești mulțumit cu răspunsul primit.

source: Edit text about you
ro_ro: Editează textul despre tine

source: Edit your request
ro_ro: Editează-ți solicitarea

source: Either the email or password was not recognised, please try again.
ro_ro: Emailul sau parola nu sunt recunoscute, te rugăm să încerci din nou.

source: Either the email or password was not recognised, please try again. Or create a new account using the form on the right.
ro_ro: Emailul sau parola nu sunt recunoscute, te rugăm să încerci din nou. Sau îți poți crea un cont nou, utilizând formularul de pe partea dreaptă.

source: Email doesn't look like a valid address
ro_ro: Emailul nu pare valid

source: Email me future updates to this request
ro_ro: Trimite-mi un email cu actualizări ale acestei solicitări

source: Enable two factor authentication
ro_ro: Activează autentificarea în doi pași

source: Enter words that you want to find separated by spaces, e.g. <strong>climbing lane</strong>
ro_ro: Adaugă cuvintele pe care dorești să le găsești, separate de spaţii; de exemplu, <strong>pista de biciclete</strong>

source: Enter your response below. You may attach one file (use email, or <a href="{{url}}">contact us</a> if you need more).
ro_ro: Adaugă răspunsul tău. Poți atașa un fișier (folosește emailul sau <a href="{{url}}">contactează-ne</a> dacă vrei să atașezi mai multe).

source: Environmental Information Regulations
ro_ro: Reglementări privind Informaţiile de Mediu (EIR)

source: Environmental Information Regulations requests made
ro_ro: Solicitare privind Informaţii de Mediu efectuată

source: Environmental Information Regulations requests made using this site
ro_ro: Solicitare privind Informaţii de Mediu creată prin acest site

source: Event history
ro_ro: Istoric evenimente

source: Event history details
ro_ro: Istoric evenimente detaliat

source: Event {{id}}
ro_ro: Eveniment {{id}}

source: Every citizen has the right to access information held by public authorities.
ro_ro: Fiecare cetățean are dreptul să acceseze informațiile deținute de instituțiile publice.

source: Everything that you enter on this page will be <strong>displayed publicly</strong> on this website forever (<a href="{{url}}">why?</a>).
ro_ro: Tot ceea ce postezi pe această pagină va <strong>rămâne publicat</strong> pe acest site, permanent. (<a href="{{url}}">De ce?</a>).

source: Everything that you enter on this page, including <strong>your name</strong>, will be <strong>displayed publicly</strong> on this website <a href="{{url}}">forever</a>
ro_ro: Tot ce introduci pe această pagină, inclusiv <strong>numele tău</strong>, va <strong>rămâne publicat</strong> pe acest site, permanent. (<a href="{{url}}">De ce?</a>).

source: FOI
ro_ro: liber acces la informații

source: FOI email address for {{public_body}}
ro_ro: Adresa de email pentru acces la informații de la {{public_body}}

source: FOI law does not apply to this authority.
ro_ro: Legea accesului la informații nu se aplică acestei instituții.

source: FOI request – {{title}}
ro_ro: Solicitare de informații – {{title}}

source: FOI requests
ro_ro: Solicitări de informații

source: FOI requests by '{{user_name}}'
ro_ro: Solicitări de informații ale utilizatorului '{{user_name}}'

source: FOI requests {{start_count}} to {{end_count}} of {{total_count}}
ro_ro: Solicitări de informații de la {{start_count}} până la {{end_count}} din totalul de {{total_count}}

source: FOI response requires admin ({{reason}}) - {{request_title}}
ro_ro: Răspunsul la solicitarea {{request_title}} necesită intervenția administratorului ({{reason}})

source: Failed
ro_ro: Eșuat

source: Failed to convert image to a PNG
ro_ro: Eroare de convertire a imaginii în PNG

source: Failed to convert image to the correct size: at {{cols}}x{{rows}}, need {{width}}x{{height}}
ro_ro: Eroare de convertire a imaginii la mărimea corectă: la {{cols}}x{{rows}}, trebuie {{width}}x{{height}}

source: Filter
ro_ro: Filtrare

source: Filter by Request Status (optional)
ro_ro: Filtrează după starea solicitării (opțional)

source: Find an authority
ro_ro: Caută o instituție

source: Find the authorities
ro_ro: Caută instituțiile publice

source: Find the authorities to write to
ro_ro: Caută instituțiile publice cărora vrei să le scrii

source: First, did your other requests succeed?
ro_ro: Mai întâi, ai avut succes cu celelalte solicitări?

source: First, type in the <strong>name of the public authority</strong> you'd like information from.
ro_ro: Mai întâi, tastează <strong>denumirea instituției publice</strong> de la care dorești să primești informații.

source: Foi attachment
ro_ro: Ataşament solicitare

source: FoiAttachment|Charset
ro_ro: Ataşament solicitare|Setul de caractere

source: FoiAttachment|Content type
ro_ro: Ataşament solicitare|Tip conţinut

source: FoiAttachment|Display size
ro_ro: Ataşament solicitare|Mărime afişare

source: FoiAttachment|Filename
ro_ro: Ataşament solicitare|Denumire fişier

source: FoiAttachment|Hexdigest
ro_ro: Ataşament solicitare|Hexdigest

source: FoiAttachment|Url part number
ro_ro: Ataşament solicitare|Url part number

source: FoiAttachment|Within rfc822 subject
ro_ro: Ataşament solicitare|În cadrul subiectului rfc822

source: Follow
ro_ro: Urmăreşte

source: Follow all new requests
ro_ro: Urmărește toate solicitările noi

source: Follow new successful responses
ro_ro: Urmărește noile solicitări reuşite

source: Follow requests to {{public_body_name}}
ro_ro: Urmărește solicitările către {{public_body_name}}

source: Follow these requests
ro_ro: Urmărește aceste solicitări

source: Follow things matching this search
ro_ro: Urmărește chestiuni relevante pentru această interogare

source: Follow this link to see the request:
ro_ro: Urmărește acest link pentru a vedea solicitarea:

source: Follow this link to see the requests:
ro_ro: Urmărește acest link pentru a vedea solicitările:

source: Follow this person
ro_ro: Urmărește această persoană

source: Follow this request
ro_ro: Urmărește această solicitare

source: Follow up
ro_ro: Intervenție

source: Follow up message sent by requester
ro_ro: Intervenție trimisă de solicitant

source: Follow up messages to existing requests are sent to <strong>{{authority_email}}</strong>.
ro_ro: Intervențiile la solicitările existente vor fi trimise către <strong>{{authority_email}}</strong>.

source: Follow up sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
ro_ro: Intervenții trimise către {{public_body_name}}, de la {{info_request_user}}, la data de {{date}}.

source: Follow ups and new responses to this request have been stopped to prevent spam. Please <a href="{{url}}">contact us</a> if you are {{user_link}} and need to send a follow up.
ro_ro: Intervențiile și noile răspunsuri la această solicitare au fost stopate pentru a preveni spam-ul. Te rugăm <a href="{{url}}">să ne contactezi</a> dacă ești {{user_link}} şi ai nevoie să trimiţi un comentariu.

source: Follow us on twitter
ro_ro: Urmărește-ne pe Twitter

source: Following
ro_ro: Urmează

source: Followups cannot be sent for this request, as it was made externally, and published here by {{public_body_name}} on the requester's behalf.
ro_ro: Nu pot fi trimise intervenții pentru această solicitare, întrucât a fost făcută extern și publicată aici de către {{public_body_name}} în numele solicitantului.

source: Forgotten your password?
ro_ro: Ai uitat parola ?

source: Found {{count}} public authority {{description}}
ro_ro: Nu am găsit nicio instituție care {{description}}

source: Freedom of Information
ro_ro: Liberul Acces la Informații

source: Freedom of Information Act
ro_ro: Legea 544/2001 privind liberul acces la informații de interes public

source: Freedom of Information law does not apply to this authority, so you cannot make a request to it.
ro_ro: Legea accesului la informații de interes public nu este aplicabilă în cazul acestei instituții, prin urmare nu poți trimite o solicitare în acest sens.

source: Freedom of Information law no longer applies to this authority. Follow up messages to existing requests are sent to <strong>{{authority_email}}</strong>.
ro_ro: Legea accesului la informații nu-i mai este aplicabilă acestei instituții publice. Intervențiile la solicitările existente sunt trimise către <strong>{{authority_email}}</strong>.

source: Freedom of Information law no longer applies to {{public_body_name}}.
ro_ro: Legea accesului la informații nu-i mai este aplicabilă instituției publice {{public_body_name}}.

source: Freedom of Information requests made
ro_ro: Solicitări de acces la informații create

source: Freedom of Information requests made by this person
ro_ro: Solicitări de acces la informații create de această persoană

source: Freedom of Information requests made by you
ro_ro: Solicitări de acces la informații create de tine

source: Freedom of Information requests made using this site
ro_ro: Solicitări de acces la informații create prin acest site

source: From
ro_ro: De la

source: From the request page, try replying to a particular message, rather than sending a general followup. If you need to make a general followup, and know an email which will go to the right place, please <a href="{{url}}">send it to us</a>.
ro_ro: De la pagina solicitării, încearcă să răspunzi unui mesaj particular, în loc să trimiţi o intervenție generală. Dacă simți nevoia să adaugi o intervenție generală şi ştii un email care ar putea funcționa pentru a transmite mesajul în locul potrivit, te rugăm <a href="{{url}}">să ni-l trimiţi</a>.

source: From:
ro_ro: De la:

source: GIVE DETAILS ABOUT YOUR COMPLAINT HERE
ro_ro: DĂ DETALII DESPRE PLÂNGEREA TA AICI

source: Got an account?
ro_ro: Ai un cont de utilizator?

source: Handled by post
ro_ro: Transmis prin poștă

source: Handled by post.
ro_ro: Transmis prin poştă.

source: Has tag string/has tag string tag
ro_ro: Are etichetă sau șir de etichete

source: Hello! We have an <a href="{{url}}">important message</a> for visitors outside {{country_name}}
ro_ro: Salut! Avem un <a href="{{url}}">mesaj important</a> pentru vizitatorii care nu locuiesc în {{country_name}}

source: Hello! We have an <a href="{{url}}">important message</a> for visitors in other countries
ro_ro: Salut! Avem un <a href="{{url}}">mesaj important</a> pentru vizitatorii din alte țări

source: Hello! We have an <a href="{{url}}">important message</a> for visitors in other countries. You can also make Freedom of Information requests to EU institutions at {{link_to_asktheeu}}
ro_ro: Salut! Avem un <a href="{{url}}">mesaj important</a> pentru vizitatorii din alte țări: Puteți face solicitări de acces la informații către instituții din Uniunea Europeană la {{link_to_asktheeu}}

source: Hello! We have an <a href="{{url}}">important message</a> for visitors outside {{country_name}}. You can also make Freedom of Information requests to EU institutions at {{link_to_asktheeu}}
ro_ro: Salut! Avem un <a href="{{url}}">mesaj important</a> pentru vizitatorii care nu locuiesc în {{country_name}}: Puteți face solicitări de acces la informații către instituții din Uniunea Europeană la {{link_to_asktheeu}}

source: Hello! You can make Freedom of Information requests within {{country_name}} at {{link_to_website}}
ro_ro: Salut! Poţi face solicitări de acces la informații din {{country_name}} la {{link_to_website}}
