Repository: andreicristianpetcu/alaveteli
Catalog: locale/*/app.po
Languages: ro_ro

source: Your message has been sent. Thank you for getting in touch! We'll get back to you soon.
ro_ro: Mesajul tău fost trimis. Îți mulţumim pentru informare. Te vom contacta în curând.

source: Your message to {{recipient_user_name}} has been sent
ro_ro: Mesajul tău către {{recipient_user_name}} a fost trimis

source: Your message to {{recipient_user_name}} has been sent!
ro_ro: Mesajul tău către {{recipient_user_name}} a fost trimis!

source: Your message will appear in <strong>search engines</strong>
ro_ro: Mesajul tău va apărea în <strong>motoarele de căutare</strong>

source: Your name and annotation will appear in <strong>search engines</strong>.
ro_ro: Numele tău şi adnotarea ta vor apărea în <strong>motoarele de căutare</strong>.

source: Your name, request and any responses will appear in <strong>search engines</strong> (<a href="{{url}}">details</a>).
ro_ro: Numele tău, solicitările tale şi orice răspunsuri vei primi pe acest site vor apărea în <strong>motoarele de căutare</strong> (<a href="{{url}}">detalii</a>).

source: Your name:
ro_ro: Numele tău:

source: Your original message is attached.
ro_ro: Mesajul tău inițial este ataşat.

source: Your password has been changed.
ro_ro: Parola ta a fost modificată.

source: Your password has been changed. You also have a new one time passcode which you'll need next time you want to change your password
ro_ro: Parola ta a fost modificată. Ai primit o nouă parolă, de unică folosință (OTP), de care vei avea nevoie data viitoare când îți vei schimba parola.

source: Your password:
ro_ro: Parola ta:

source: Your photo will be shown in public <strong>on the Internet</strong>, wherever you do something on {{site_name}}.
ro_ro: Fotografia ta va fi publicată <strong>pe Internet</strong>, oriunde ai activitate publică pe {{site_name}}.

source: Your request '{{request}}' at {{url}} has been reviewed by moderators.
ro_ro: Solicitarea ta '{{request}}', publicată la {{url}}, a fost examinată de moderatori.

source: Your request on {{site_name}} hidden
ro_ro: Solicitările tale ascunse pe {{site_name}}

source: Your request to add an authority has been sent. Thank you for getting in touch! We'll get back to you soon.
ro_ro: Solicitarea ta de a adăuga o instituție a fost trimisă. Îți mulțumim! Revenim în cel mai scurt timp.

source: Your request to add {{public_body_name}} to {{site_name}}
ro_ro: Solicitarea ta de a adăuga {{public_body_name}} la {{site_name}}

source: Your request to update the address for {{public_body_name}} has been sent. Thank you for getting in touch! We'll get back to you soon.
ro_ro: Solicitarea ta de a actualiza adresa pentru {{public_body_name}} a fost trimisă. Îți mulțumim! Revenim în cel mai scurt timp.

source: Your request to update {{public_body_name}} on {{site_name}}
ro_ro: Solicitarea ta de a actualiza {{public_body_name}} pe {{site_name}}

source: Your request was called {{info_request}}. Letting everyone know whether you got the information will help us keep tabs on
ro_ro: Solicitarea ta a fost denumită {{info_request}}. Permiţând tuturor să afle dacă ai obţinut informaţiile, ne ajuţi să menţinem o evidenţă

source: Your request:
ro_ro: Solicitarea ta:

source: Your requests will be <strong>sent</strong> shortly!
ro_ro: Solicitarea ta va fi <strong>transmisă</strong> în cel mai scurt timp!

source: Your response to an FOI request was not delivered
ro_ro: Răspunsul tău la o solicitare de acces la informații nu a fost livrat

source: Your response will <strong>appear on the Internet</strong>, <a href="{{url}}">read why</a> and answers to other questions.
ro_ro: Răspunsul tău <strong>va apărea pe Internet</strong>, <a href="{{url}}">pentru aceste motive</a>, şi poate contribui la lămurirea altor întrebări.

source: Your right to know
ro_ro: Dreptul tău de a ști

source: Your selected authorities
ro_ro: Instituțiile selecționate de tine

source: Your thoughts on what the {{site_name}} <strong>administrators</strong> should do about the request.
ro_ro: Ce crezi c-ar trebui să facă <strong>administratorii</strong> {{site_name}} în legătură cu solicitarea.

source: Your {{count}} Freedom of Information request
ro_ro: Încă nu ai creat nicio solicitare de acces la informații

source: Your {{count}} annotation
ro_ro: Încă nu ai făcut nicio adnotare

source: Your {{count}} batch request
ro_ro: Încă nu ai creat niciun grup de solicitări

source: Your {{law_used_full}} request has been sent
ro_ro: Solicitarea ta, bazată pe {{law_used_full}}, a fost trimisă

source: Your {{site_name}} email alert
ro_ro: Alerta ta prin email de la {{site_name}}

source: Yours faithfully,
ro_ro: Vă mulţumesc,

source: Yours sincerely,
ro_ro: Cu stimă,

source: Yours,
ro_ro: Al dumneavoastră,

source: [Authority URL will be inserted here]
ro_ro: [Adresa URL a instituției va fi inserată aici]

source: [{{public_body}} request email]
ro_ro: [{{public_body}} email solicitare]

source: [{{site_name}} contact email]
ro_ro: [{{site_name}} email contact]

source: \n\n[ {{site_name}} note: The above text was badly encoded, and has had strange characters removed. ]
ro_ro: \n\n[ Notă de la {{site_name}}: Textul de mai sus pare să fi fost codat greșit, așa încât caracterele ciudate au fost eliminate. ]

source: admin
ro_ro: administrator

source: all requests
ro_ro: toate solicitările

source: all requests or comments
ro_ro: toate solicitările sau comentarille

source: all requests or comments matching text '{{query}}'
ro_ro: toate solicitările sau comentariile corespunzătoare interogării '{{query}}'

source: also called {{public_body_short_name}}
ro_ro: denumită şi {{public_body_short_name}}

source: an anonymous user
ro_ro: un utilizator anonim

source: and
ro_ro: şi

source: and we'll suggest <strong>what to do next</strong>
ro_ro: şi îți vom sugera <strong>ce să faci în continuare</strong>

source: anything matching text '{{query}}'
ro_ro: orice se potrivește cu interogarea '{{query}}'

source: are long overdue.
ro_ro: au termenul de răspuns mult depășit.

source: at
ro_ro: la

source: authorities
ro_ro: instituții

source: beginning with ‘{{first_letter}}’
ro_ro: începând cu ‘{{first_letter}}’

source: but followupable
ro_ro: dar poate fi urmărită

source: by
ro_ro: de

source: by {{user_link_absolute}}
ro_ro: de către {{user_link_absolute}}

source: comments
ro_ro: comentarii

source: details
ro_ro: detalii

source: display_status only works for incoming and outgoing messages right now
ro_ro: afişarea stării funcţionează numai pentru mesajele primite sau trimise chiar acum

source: e.g. Ministry of Defence
ro_ro: de exemplu, Ministerul Apărării

source: edit text about you
ro_ro: editează textul despre tine

source: email address
ro_ro: adresă de email

source: everything
ro_ro: orice

source: external
ro_ro: extern

source: have delayed.
ro_ro: a amânat.

source: hide quoted sections
ro_ro: ascunde secţiunile citate

source: in the category ‘{{category_name}}’
ro_ro: în categoria ‘{{category_name}}’

source: internal error
ro_ro: eroare internă

source: internal reviews
ro_ro: verificare internă

source: logged in as user {{user_name}}
ro_ro: autentificat ca {{user_name}}

source: matching the tag ‘{{tag_name}}’
ro_ro: corespunzător etichetei ‘{{tag_name}}’

source: messages from authorities
ro_ro: mesaje de la instituții

source: messages from users
ro_ro: mesaje de la utilizatori

source: mobile number
ro_ro: telefon mobil

source: move...
ro_ro: treci...

source: mySocietyIntl:Helping people set up sites like {{site_name}} all over the world
ro_ro: mySocietyIntl:Sprijină instalarea de site-uri ca {{site_name}} în toată lumea

source: new requests
ro_ro: solicitări noi

source: no later than
ro_ro: nu mai târziu de

source: normally
ro_ro: în mod normal

source: not logged in
ro_ro: nu ești autentificat

source: not requestable due to: {{reason}}
ro_ro: nu poate fi solicitat pentru că: {{reason}}

source: or
ro_ro: sau

source: overdue
ro_ro: depășit

source: Overdue.
ro_ro: Depășit.

source: requesting an internal review
ro_ro: cerând o verificare internă

source: requests
ro_ro: solicitări

source: requests which are successful
ro_ro: solicitări reușite

source: requests which are successful matching text '{{query}}'
ro_ro: solicitări reușite care se potrivesc cu interogarea '{{query}}'

source: send a follow up message
ro_ro: timite o intervenție

source: set to <strong>blank</strong> (empty string) if can't find an address; these emails are <strong>public</strong> as anyone can view with a CAPTCHA
ro_ro: setat pe <strong>blank/gol</strong> (<em>empty string</em>) dacă nu poate găsi o adresă; aceste emailuri sunt <strong>publice</strong>, pentru că oricine le poate vizualiza prin introducerea CAPTCHA

source: show quoted sections
ro_ro: arată secţiunile citate

source: sign in
ro_ro: autentificare

source: successful requests
ro_ro: solicitări reuşite

source: that you made to
ro_ro: pe care ai făcut-o către

source: the main FOI contact address for {{public_body}}
ro_ro: principala adresă de contact pentru {{public_body}}

source: the main FOI contact at {{public_body}}
ro_ro: principalul contact privind Legea 544/2001 de la {{public_body}}

source: the {{site_name}} team
ro_ro: echipa {{site_name}}

source: to send a follow up message.
ro_ro: a transmite o intervenție.

source: to {{public_body}}
ro_ro: către {{public_body}}

source: type your search term here
ro_ro: tastează aici termenii interogării

source: unknown reason
ro_ro: motiv necunoscut

source: unknown reason
ro_ro: motiv necunoscut

source: unknown status {{status}}
ro_ro: stare necunoscută {{status}}

source: unresolved requests
ro_ro: solicitări nesoluţionate

source: unsubscribe
ro_ro: dezabonare

source: unsubscribe all
ro_ro: dezabonare completă

source: unsuccessful requests
ro_ro: solicitări nereuşite

source: users
ro_ro: utilizatori

source: what's that?
ro_ro: ce este asta?

source: {{authority_name}} <strong>did not have</strong> the information requested.
ro_ro: {{authority_name}} <strong>nu a avut</strong> informaţia solicitată.

source: {{authority_name}} is <strong>waiting for your clarification</strong>.
ro_ro: {{authority_name}} <strong>aşteaptă clarificarea ta</strong>.

source: {{count}} FOI requests found
ro_ro: {{count}} solicitări de acces la informații găsite

source: {{count}} annotation made.
ro_ro: Nicio adnotare încă.

source: {{count}} follower
ro_ro: Nicio persoană nu urmărește

source: {{count}} request
ro_ro: Nicio solicitare

source: {{count}} request made.
ro_ro: Nicio solicitare creată.

source: {{existing_request_user}} already created the same request on {{date}}. You can either view the <a href="{{existing_request}}">existing request</a>, or edit the details below to make a new but similar request.
ro_ro: {{existing_request_user}} a creat deja aceeași solicitare la data de {{date}}. Poți fie vizualiza <a href="{{existing_request}}">solicitarea existentă</a>, fie edita detaliile de mai jos pentru a crea o solicitare nouă, similară.

source: {{foi_law}} requests to '{{public_body_name}}'
ro_ro: solicitare bazată pe {{foi_law}} către '{{public_body_name}}'

source: {{info_request_user_name}} only:
ro_ro: numai {{info_request_user_name}}:

source: {{law_used_full}} request - {{title}}
ro_ro: solicitare bazată pe {{law_used_full}} - {{title}}

source: {{law_used}} requests at {{public_body}}
ro_ro: solicitări bazate pe {{law_used}} către {{public_body}}

source: {{length_of_time}} ago
ro_ro: {{length_of_time}} înainte

source: {{number_of_comments}} comments
ro_ro: {{number_of_comments}} comentarii

source: {{public_body_link}} answered a request about
ro_ro: {{public_body_link}} a răspuns la o solicitare despre

source: {{public_body_link}} was sent a request about
ro_ro: {{public_body_link}} a primit o solicitare despre

source: {{public_body_name}} no longer exists. From the request page, try replying to a particular message, rather than sending a general followup. If you need to make a general followup, and know an email which will go to the right place, please <a href="{{url}}">send it to us</a>.
ro_ro: Instituția {{public_body_name}} nu mai există. De pe pagina solicitării, încearcă să răspunzi la un mesaj specific, în loc să trimiți o intervenție generală. Dacă ai nevoie să trimiți o intervenție generală și cunoști o nouă adresă de email, te rugăm să <a href="{{url}}">ne-o trimiți</a> și nouă.

source: {{public_body_name}} only:
ro_ro: numai {{public_body_name}} :

source: {{public_body}} has asked you to explain part of your {{law_used}} request.
ro_ro: {{public_body}} ți-a cerut să explici o parte a solicitării tale bazate pe {{law_used}}.

source: {{public_body}} sent a response to {{user_name}}
ro_ro: {{public_body}} trimite un răspuns către {{user_name}}

source: {{reason}}, create an account or sign in
ro_ro: {{reason}}, te rugăm să te autentifici sau să te înregistrezi

source: {{reason}}, please sign in as {{user_name}}.
ro_ro: {{reason}}, te rugăm să te autentifici ca {{user_name}}.

source: {{reason}}. Unfortunately we don't know the FOI email address for that authority, so we can't validate this. Please <a href="{{url}}">contact us</a> to sort it out.
ro_ro: {{reason}}. Din păcate, nu ştim adresa de email pentru solicitări de acces la informaţii pentru această instituție, deci nu putem valida această solicitare. Te rugăm <a href="{{url}}">să ne contactezi</a> pentru a vedea cum putem rezolva situaţia.

source: {{search_results}} matching '{{query}}'
ro_ro: {{search_results}} corespunzând cu '{{query}}'

source: {{site_name}} blog and tweets
ro_ro: {{site_name}} blog şi tweets

source: {{site_name}} covers requests to {{number_of_authorities}} authorities, including:
ro_ro: {{site_name}} acoperă solicitările de acces la informații către {{number_of_authorities}} instituții, inclusiv:

source: {{site_name}} sends new requests to <strong>{{request_email}}</strong> for this authority.
ro_ro: {{site_name}} trimite noi solicitări către <strong>{{request_email}}</strong>, pentru această instituție.

source: {{site_name}} users have made {{number_of_requests}} requests, including:
ro_ro: utilizatorii {{site_name}} au creat {{number_of_requests}} solicitări, inclusiv:

source: {{thing_changed}} was changed from <code>{{from_value}}</code> to <code>{{to_value}}</code>
ro_ro: {{thing_changed}} a fost schimbat din <code>{{from_value}}</code> în <code>{{to_value}}</code>

source: {{title}} - a Freedom of Information request to {{public_body}}
ro_ro: {{title}} - o solicitare de acces la informații către {{public_body}}

source: {{title}} - a batch request
ro_ro: {{title}} - un grup de solicitări

source: {{user_name}} (Account suspended)
ro_ro: {{user_name}} (Cont suspendat)

source: {{user_name}} - Freedom of Information requests
ro_ro: {{user_name}} - solicitări de acces la informații

source: {{user_name}} - Two Factor Authentication
ro_ro: {{user_name}} - Autentificare în doi pași

source: {{user_name}} - user profile
ro_ro: {{user_name}} - profil de utilizator

source: {{user_name}} added an annotation
ro_ro: {{user_name}} a adăugat o adnotare

source: {{user_name}} has annotated your {{law_used_short}} request. Follow this link to see what they wrote.
ro_ro: {{user_name}} a adnotat solicitarea baxată pe {{law_used_short}}. Utilizează acest link pentru a vedea ce a scris.

source: {{user_name}} has reported an {{law_used}} response as needing administrator attention. Take a look, and reply to this email to let them know what you are going to do about it.
ro_ro: {{user_name}} a raportat că un răspuns privind {{law_used}} are nevoie de atenția administratorului. Aruncă o privire și răspunde la acest email cu detalii despre ce vei face în legătură cu asta.

source: {{user_name}} has used {{site_name}} to send you the message below.
ro_ro: {{user_name}} a utilizat {{site_name}} pentru a-ți trimite mesajul de mai jos.

source: {{user_name}} left an annotation ({{date}})
ro_ro: {{user_name}} a lăsat o adnotare ({{date}})

source: {{user_name}} sent a follow up message to {{public_body}}
ro_ro: {{user_name}} a trimis o intervenție către {{public_body}}

source: {{user_name}} sent a request to {{public_body}}
ro_ro: {{user_name}} a trimis o solicitare către {{public_body}}

source: {{user_name}} would like a new authority added to {{site_name}}
ro_ro: {{user_name}} ar dori să adauge o instituție nouă la {{site_name}}

source: {{user_name}} would like the email address for {{public_body_name}} to be updated
ro_ro: {{user_name}} ar dori ca adresa de email a instituției {{public_body_name}} să fie actualizată

source: {{username}} left an annotation:
ro_ro: {{username}} a lăsat o adnotare:

source: {{user}} ({{user_admin_link}}) made this {{law_used_full}} request (<a href="{{request_admin_url}}">admin</a>) to {{public_body_link}} (<a href="{{public_body_admin_url}}">admin</a>)
ro_ro: {{user}} ({{user_admin_link}}) a creat această solicitare bazată pe {{law_used_full}} (<a href="{{request_admin_url}}">administrator</a>) către {{public_body_link}} (<a href="{{public_body_admin_url}}">administrator</a>)

source: {{user}} made this {{law_used_full}} request
ro_ro: {{user}} a creat această solicitare bazată pe {{law_used_full}}

source: « Back to search results
ro_ro: « Înapoi la rezultatele căutării
