Repository: andreicristianpetcu/alaveteli
Catalog: locale/*/app.po
Languages: ro_ro

source: There is a limit on the number of requests you can make in a day, because we don’t want public authorities to be bombarded with large numbers of inappropriate requests. If you feel you have a good reason to ask for the limit to be lifted in your case, please <a href='{{help_contact_path}}'>get in touch</a>.
ro_ro: Există o limită a numărului de solicitări pe care le poţi face într-o zi, deoarece nu dorim ca instituțiile publice să fie bombardate cu un număr prea mare de solicitări (eventual inadecvate). Dacă ai un motiv întemeiat pentru a cere mărirea acestei limite, te rugăm <a href='{{help_contact_path}}'>să ne contactezi</a>.

source: There is nothing to display yet.
ro_ro: Încă nu avem nimic de afișat.

source: There is {{count}} person following this request
ro_ro: Nimeni nu urmărește încă această solicitare.

source: There was a <strong>delivery error</strong> or similar, which needs fixing by the {{site_name}} team.
ro_ro: A apărut o <strong>eroare de livrare</strong> sau ceva similar; echipa {{site_name}} se va ocupa de rezolvarea acestei probleme.

source: There was an error with the reCAPTCHA. Please try again.
ro_ro: S-a produs o eroare cu reCAPTCHA. Te rugăm să încerci din nou.

source: There was an error with the words you entered, please try again.
ro_ro: Există o eroare printre cuvintele introduse. Te rugăm să încerci din nou.

source: There was no data calculated for this graph yet.
ro_ro: Încă nu se pot calcula datele pentru acest grafic.

source: There were no requests matching your query.
ro_ro: Nu există solicitări potrivite cu interogarea ta.

source: There were no results matching your query.
ro_ro: Nu există rezultate care satisfac interogarea ta.

source: These graphs were partly inspired by <a href="http://mark.goodge.co.uk/2011/08/number-crunching-whatdotheyknow/">some statistics that Mark Goodge produced for WhatDoTheyKnow</a>, so thanks are due to him.
ro_ro: Aceste grafice au fost inspirate parțial de <a href="http://mark.goodge.co.uk/2011/08/number-crunching-whatdotheyknow/">statisticile create de Mark Goodge pentru WhatDoTheyKnow</a>, motiv pentru care îi mulțumim încă o dată.

source: They are going to reply <strong>by post</strong>
ro_ro: Instituția va răspunde <strong>prin poștă</strong>

source: They do <strong>not have</strong> the information <small>(maybe they say who does)</small>
ro_ro: Instituția <strong>nu are</strong> informaţiile <small>(probabil va spune cine le deţine)</small>

source: They have been given the following explanation:
ro_ro: Instituția a oferit următoarea explicaţie:

source: They have not replied to your {{law_used_short}} request {{title}} promptly, as normally required by law
ro_ro: Instituția nu a răspuns prompt la solicitarea ta {{title}}, aşa cum este prevăzut în {{law_used_short}}

source: They have not replied to your {{law_used_short}} request {{title}}, as required by law
ro_ro: Instituția nu ţi-a răspuns la solicitarea {{title}}, aşa cum specifică {{law_used_short}}

source: Things to do with this request
ro_ro: Ce se poate face cu această solicitare

source: Things you're following
ro_ro: Lucruri pe care le urmărești

source: This authority no longer exists, so you cannot make a request to it.
ro_ro: Această instituție nu mai există, deci nu-i poţi transmite solicitări.

source: This covers a very wide spectrum of information about the state of the <strong>natural and built environment</strong>, such as:
ro_ro: Aceasta acoperă un spectru foarte larg de informaţii despre stadiul <strong>mediului natural şi construit</strong>, precum:

source: This email is already in use
ro_ro: Această adresă email este deja folosită

source: This external request has been hidden
ro_ro: Această solicitare externă a fost ascunsă

source: This is <a href="{{profile_url}}">{{user_name}}'s</a> wall
ro_ro: Acesta este „peretele” utilizatorului <a href="{{profile_url}}">{{user_name}}</a>

source: This is a plain-text version of the Freedom of Information request "{{request_title}}". The latest, full version is available online at {{full_url}}
ro_ro: Aceasta este o versiune text-simplu a solicitării "{{request_title}}". Ultima versiune, completă, este disponibila online la {{full_url}}

source: This is an HTML version of an attachment to the Freedom of Information request
ro_ro: Aceasta este o versiune HTML a unui ataşament la solicitarea de acces la informații

source: This is because {{title}} is an old request that has been marked to no longer receive responses.
ro_ro: Solicitarea {{title}} este prea veche pentru a mai fi de interes și a fost marcată pentru a nu mai primi răspunsuri.

source: This is the first version.
ro_ro: Aceasta este prima versiune.

source: This is your own request, so you will be automatically emailed when new responses arrive.
ro_ro: Aceasta este solicitarea ta, aşa că vei afla automat, prin email, când va sosi un răspuns.

source: This is your request
ro_ro: Aceasta este solicitarea ta

source: This message has been hidden.
ro_ro: Această solicitare a fost ascunsă

source: This message has been hidden. There are various reasons why we might have done this, sorry we can't be more specific here.
ro_ro: Acest mesaj a fost ascuns. Există varii motive pentru care am fi făcut asta, ne cerem scuze că nu putem fi mai specifici aici.

source: This message has prominence 'hidden'. You can only see it because you are logged in as a super user.
ro_ro: Această solicitare este evidenţiată ca „ascunsă”. O poți vedea doar pentru că ești autentificat ca super-utilizator.

source: This message has prominence 'hidden'. {{reason}} You can only see it because you are logged in as a super user.
ro_ro: Această solicitare este evidenţiată ca „ascunsă”. O poți vedea doar pentru că ești autentificat ca super-utilizator.

source: This message is hidden, so that only you, the requester, can see it. Please <a href="{{url}}">contact us</a> if you are not sure why.
ro_ro: Acest răspuns este ascuns, astfel încât doar solicitantul poate avea acces la el. Te rugăm <a href="{{url}}">să ne contactezi</a> dacă nu ești sigur de ce.

source: This message is hidden, so that only you, the requester, can see it. {{reason}}
ro_ro: Acest mesaj este ascuns, astfel încât doar tu, solicitantul, îl poți vedea. {{reason}}

source: This page of public body statistics is currently experimental, so there are some caveats that should be borne in mind:
ro_ro: Această pagină cu statistici despre și/sau pentru instituții publice este experimentală, așa încât sunt de reținut următoarele:

source: This particular request is finished:
ro_ro: Această solicitare este finalizată:

source: This person has made no Freedom of Information requests using this site.
ro_ro: Acestă persoană încă nu a creat solicitări de acces la informații prin acest site.

source: This person's annotations
ro_ro: Adnotările acestei persoane

source: This person's {{count}} Freedom of Information request
ro_ro: Această persoană încă nu a creat nicio solicitare de acces la informații

source: This person's {{count}} annotation
ro_ro: Această persoană încă nu a făcut nicio adnotare

source: This request <strong>requires administrator attention</strong>
ro_ro: Acestă solicitare <strong>necesită atenţia administratorului</strong>

source: This request has already been reported for administrator attention
ro_ro: Această solicitare a fost deja raportată în atenţia administratorului

source: This request has an <strong>unknown status</strong>.
ro_ro: Aceasta solicitare are o stare <strong>necunoscută</strong>.

source: This request has been <strong>hidden</strong> from the site, because an administrator considers it not to be an FOI request
ro_ro: Această solicitare fost <strong>ascunsă</strong> de pe site, deoarece un administrator consideră că nu poate fi o solicitare validă de acces la informații

source: This request has been <strong>hidden</strong> from the site, because an administrator considers it vexatious
ro_ro: Această solicitare a fost <strong>ascunsă</strong> de pe site, deoarece un administrator o consideră ofensatoare

source: This request has been <strong>reported</strong> as needing administrator attention (perhaps because it is vexatious, or a request for personal information)
ro_ro: Această solicitare a fost <strong>raportată</strong> ca având nevoie de atenţia administratorului (probabil pentru că este ofensatoare sau solicită informaţii privind datele personale)

source: This request has been <strong>withdrawn</strong> by the person who made it. There may be an explanation in the correspondence below.
ro_ro: Această solicitare a fost <strong>retrasă</strong> de către persoana care a creat-o. S-ar putea să existe o explicaţie în corespondenţa de mai jos.

source: This request has been marked for review by the site administrators, who have not hidden it at this time. If you believe it should be hidden, please <a href="{{url}}">contact us</a>.
ro_ro: Această solicitare a fost marcată pentru analizare de către administratorii site-ului, nefiind ascunsă în acest moment. Dacă tu crezi că ar trebui ascunsă, te rugăm <a href="{{url}}">contactează-ne</a>.

source: This request has been reported for administrator attention
ro_ro: Această solicitare a fost raportată în atenţia administratorului

source: This request has been set by an administrator to "allow new responses from nobody"
ro_ro: Această solicitare a fost setată de către administrator „să nu permită noi răspunsuri de la nimeni”

source: This request has had an unusual response, and <strong>requires attention</strong> from the {{site_name}} team.
ro_ro: Această solicitare are un răspuns neobişnuit şi <strong>necesită atenţie</strong> din partea echipei {{site_name}}.

source: This request has prominence 'hidden'. You can only see it because you are logged in as a super user.
ro_ro: Această solicitare este evidenţiată ca „ascunsă”. O poţi vedea doar pentru că eşti autentificat ca super-utilizator.

source: This request is hidden, so that only you the requester can see it. Please <a href="{{url}}">contact us</a> if you are not sure why.
ro_ro: Acest răspuns este ascuns, astfel încât doar solicitantul poate avea acces la el. Te rugăm <a href="{{url}}">să ne contactezi</a> dacă nu eşti sigur de ce.

source: This request is still in progress:
ro_ro: Această solicitare este încă în procesare:

source: This request requires administrator attention
ro_ro: Această solicitare are nevoie de intervenția administratorului

source: This request was not made via {{site_name}}
ro_ro: Solicitarea nu a fost creată prin {{site_name}}

source: This table shows the technical details of the internal events that happened to this request on {{site_name}}. This could be used to generate information about the speed with which authorities respond to requests, the number of requests which require a postal response and much more.
ro_ro: Acest tabel arată detaliile tehnice ale evenimentelor interne care au avut loc pe {{site_name}} în legătură cu această solicitare. Tabelul poate fi utilizat pentru informaţiile cu privire la viteza cu care instituțiile răspund la solicitări, la numărul de solicitări care au nevoie de un răspuns tipărit (prin poștă) şi multe altele.

source: This user has been banned from {{site_name}}
ro_ro: Acest utilizator a fost blocat pe {{site_name}}

source: This was not possible because there is already an account using the email address {{email}}.
ro_ro: Acest lucru nu a fost posibil pentru că există deja un cont care utilizează adresa de email {{email}}.

source: This will appear on your {{site_name}} profile, to make it easier for others to get involved with what you're doing.
ro_ro: Aceasta o să apară pe profilul tău de pe {{site_name}}, pentru a le facilita și altora implicarea sau mobilizarea alături de tine.

source: To
ro_ro: Către

source: To add a widget for <b>{{info_request_title}}</b>, copy and paste the following code to your web page:
ro_ro: Pentru a adăuga un widget pentru <b>{{info_request_title}}</b>, copiază următorul cod în pagina ta:

source: To cancel these alerts
ro_ro: Pentru a anula aceste alerte

source: To cancel this alert
ro_ro: Pentru a anula această alertă

source: To carry on, you need to sign in or make an account. Unfortunately, there was a technical problem trying to do this.
ro_ro: Pentru a continua, trebuie să te autentifici sau să te înregistrezi. Din păcate, o problemă tehnică ți-a oprit parcursul în site.

source: To change your email address used on {{site_name}}
ro_ro: Pentru a modifica adresa de email utilizată pe {{site_name}}

source: To classify the response to this FOI request
ro_ro: Pentru a clasifica răspunsul la această solicitare de acces la informații

source: To do that please send a private email to {{postal_email}} {{postal_email_link}} containing your postal address, and asking them to reply to this request. Or you could phone them.
ro_ro: Pentru asta, te rugăm să trimiţi un email privat la {{postal_email}} {{postal_email_link}} cu adresa ta poștală, în care să le ceri să-ți răspundă la această solicitare. Sau le-ai putea telefona.

source: To do this, first click on the link below.
ro_ro: Pentru asta, apasă mai întâi pe linkul de mai jos.

source: To download the zip file
ro_ro: Pentru a descărca fişierul .zip

source: To follow all successful requests
ro_ro: Pentru a urmări toate solicitările reușite

source: To follow new requests
ro_ro: Pentru a urmări solicitările noi

source: To follow requests and responses matching your search
ro_ro: Pentru a urmări solicitările şi răspunsurile care corespund interogării tale

source: To follow requests by '{{user_name}}'
ro_ro: Pentru a urmări solicitările create de '{{user_name}}'

source: To follow requests made using {{site_name}} to the public authority '{{public_body_name}}'
ro_ro: Pentru a urmări solicitările create prin {{site_name}} către instituția '{{public_body_name}}'

source: To follow the request '{{request_title}}'
ro_ro: Pentru a urmări solicitarea '{{request_title}}'

source: To help us keep the site tidy, someone else has updated the status of the {{law_used_full}} request {{title}} that you made to {{public_body}}, to "{{display_status}}" If you disagree with their categorisation, please update the status again yourself to what you believe to be more accurate.
ro_ro: Pentru a ne ajuta să ţinem site-ul în ordine, altcineva a actualizat drept „{{display_status}}” starea solicitării tale {{title}} în baza {{law_used_full}}, pe care ai trimis-o către {{public_body}}. Dacă nu eşti de acord cu această categorisire, te rugăm să actualizezi starea din nou, așa cum consideri tu că este mai potrivit.

source: To let everyone know, follow this link and then select the appropriate box.
ro_ro: Pentru a aduce la cunoștința oricui ar fi interesat, urmează acest link şi selectează căsuţa corespunzătoare.

source: To log into the administrative interface
ro_ro: Pentru a te conecta la interfaţa de administrare

source: To make a batch request
ro_ro: Pentru a crea un grup de solicitări

source: To play the request categorisation game
ro_ro: Pentru a categorisi solicitări

source: To post your annotation
ro_ro: Pentru a posta adnotarea ta

source: To reply to {{authority_name}}.
ro_ro: Pentru a trimite un răspuns către {{authority_name}}.

source: To report this request
ro_ro: Pentru a raporta acestă solicitare

source: To send a follow up message to {{authority_name}}
ro_ro: Pentru a trimite o intervenție către {{authority_name}}

source: To send a message to {{user_name}}
ro_ro: Pentru a trimite un mesaj către {{user_name}}

source: To send your FOI request
ro_ro: Pentru a trimite solicitarea ta de acces la informații

source: To send your request to another authority, first copy the text of your request below, then <a href="{{find_authority_url}}">find the other authority</a>.
ro_ro: Pentru a trimite solicitarea către o altă instituție, copiază textul solicitării tale mai jos, apoi <a href="{{find_authority_url}}">găsește cealaltă instituție</a>.

source: To update the status of this FOI request
ro_ro: Pentru a actualiza starea acestei solicitări de acces la informații

source: To upload a response, you must be logged in using an email address from {{authority_name}}
ro_ro: Pentru a încărca un răspuns, trebuie să fii autentificat folosind o adresă de email de la {{authority_name}}

source: To use the advanced search, combine phrases and labels as described in the search tips below.
ro_ro: Pentru a utiliza căutarea avansată, poți combina fraze şi etichete, după cum este descris în ponturile pentru căutare, mai jos.

source: To view the email address that we use to send FOI requests to {{public_body_name}}, please enter these words.
ro_ro: Pentru a vedea adresa de email pe care noi o utilizăm pentru a trimite solicitări de acces la informații către {{public_body_name}}, te rugăm să introduci aceste cuvinte.

source: To view the response, click on the link below.
ro_ro: Pentru a vedea răspunsul, click pe linkul de mai jos.

source: To view your two factor authentication details
ro_ro: Pentru a vedea detaliile autentificării în doi pași

source: To {{public_body_link_absolute}}
ro_ro: Către {{public_body_link_absolute}}

source: To:
ro_ro: Către:

source: Today
ro_ro: Azi

source: Too many requests
ro_ro: Prea multe solicitări

source: Track thing
ro_ro: Urmărește acest lucru

source: Track this person
ro_ro: Urmăreşte această persoană

source: Track this search
ro_ro: Urmăreşte această interogare

source: Turn off email alerts
ro_ro: Oprește alertele prin email

source: Tweet it
ro_ro: Trimite pe Twitter

source: Tweet this request
ro_ro: Trimite pe Twitter această solicitare

source: Two factor authentication adds extra security to your account by requiring more information to reset your password.
ro_ro: Autentificarea în doi pași adaugă măsuri de securitate în plus contului, necesitând mai multe informații pentru a reseta parola.

source: Two factor authentication could not be disabled
ro_ro: Autentificarea în doi pași nu a putut fi dezactivată

source: Two factor authentication could not be enabled
ro_ro: Autentificarea în doi pași nu a putut fi activată

source: Two factor authentication disabled
ro_ro: Autentificarea în doi pași este dezactivată

source: Two factor authentication enabled
ro_ro: Autentificarea în doi pași este activată

source: Two factor one time passcode updated
ro_ro: Parola de unică folosința (OTP) pentru autentificarea în doi pași a fost actualizată

source: Two factor one time passcode:
ro_ro: Parola de unică folosința (OTP) pentru autentificarea în doi pași:

source: Type <strong><code>01/01/2008..14/01/2008</code></strong> to only show things that happened in the first two weeks of January.
ro_ro: Tastează <strong><code>01/01/2016..14/01/2016</code></strong> pentru a arăta numai lucrurile care s-au întâmplat în primele două săptămâni din ianuarie 2016.

source: URL name can't be blank
ro_ro: Adresa URL nu poate rămâne goală

source: URL name is already taken
ro_ro: Adresa URL a fost folosită deja

source: Unable to change email address on {{site_name}}
ro_ro: Nu se poate modifica adresa de email pe {{site_name}}

source: Unable to send a reply to {{username}}
ro_ro: Nu se poate trimite un răspuns către {{username}}

source: Unable to send follow up message to {{username}}
ro_ro: Nu se poate trimite o intervenție către {{username}}

source: Unclassified or hidden requests are not counted.
ro_ro: Solicitările neclasificate sau ascunse nu sunt luate în calcul.

source: Unexpected search result type {{result_type}}
ro_ro: Tip de rezultat neaşteptat, provenit din interogare {{result_type}}

source: Unfortunately, we do not have a working address for {{public_body_names}}.
ro_ro: Din păcate, nu avem o adresă funcțională pentru {{public_body_names}}.

source: Unfortunately, we do not have a working {{info_request_law_used_full}} address for
ro_ro: Din păcate, nu avem o adresă funcţională pentru {{info_request_law_used_full}}

source: Unknown
ro_ro: Necunoscută

source: Unsubscribe
ro_ro: Dezabonare

source: Unusual response
ro_ro: Răspuns neobișnuit

source: Unusual response.
ro_ro: Răspuns neobişnuit.

source: Update email address - {{public_body_name}}
ro_ro: Actualizează adresa de email pentru - {{public_body_name}}

source: Update the address:
ro_ro: Actualizează adresa:

source: Update the status of this request
ro_ro: Actualizează starea acestei solicitări

source: Update the status of your request to {{authority_name}}
ro_ro: Actualizează starea solicitării tale {{authority_name}}

source: Upload FOI response
ro_ro: Încarcă răspuns la solicitare

source: Use OR (in capital letters) where you don't mind which word, e.g. <strong><code>commons OR lords</code></strong>
ro_ro: Folosește SAU (cu litere mari) când contează oricare dintre cuvinte, de exemplu <strong><code>miniștri SAU parlamentari</code></strong>

source: Use quotes when you want to find an exact phrase, e.g. <strong><code>"Liverpool City Council"</code></strong>
ro_ro: Folosește ghilimele când dorești să găsești o frază exactă, de exemplu <strong><code>"Primăria Municipiului Oradea"</code></strong>

source: Use this site to make your request for information – we'll show you how.
ro_ro: Folosește acest site pentru a trimite solicitări de access la informații - îți arătăm cum.

source: User
ro_ro: Utilizator

source: User info request sent alert
ro_ro: Alertă trimisă

source: User – {{name}}
ro_ro: Utilizator– {{name}}

source: UserInfoRequestSentAlert|Alert type
ro_ro: UserInfoRequestSentAlert|Tip Alertă

source: Users cannot usually make batch requests to multiple authorities at once because we don’t want public authorities to be bombarded with large numbers of inappropriate requests. Please <a href="{{url}}">contact us</a> if you think you have good reason to send the same request to multiple authorities at once.
ro_ro: În mod obișnuit, utilizatorii sunt restricționați de la posibilitatea de a trimite solicitări multiple, către mai multe instituții publice, pentru că nu dorim ca instituțiile să fie bombardate cu multe solicitări (eventual neadecvate). Te rugăm <a href="{{url}}">să ne contactezi</a> dacă ai un motiv bun pentru a trimite aceeași solicitare la mai multe instituții în același timp.

source: User|About me
ro_ro: Utilizator|Despre mine

source: User|Address
ro_ro: Utilizator|Adresă

source: User|Admin level
ro_ro: Utilizator|Nivel administrator

source: User|Ban text
ro_ro: Utilizator|Text interzis

source: User|Can make batch requests
ro_ro: Utilizator|Poate crea solicitări multiple

source: User|Dob
ro_ro: Utilizator|Dob

source: User|Email
ro_ro: Utilizator|Email

source: User|Email bounce message
ro_ro: Utilizator|Mesaj de respingere email

source: User|Email bounced at
ro_ro: Utilizator|Email respins la

source: User|Email confirmed
ro_ro: Utilizator|Email confirmat

source: User|Hashed password
ro_ro: Utilizator|Parola criptată

source: User|Identity card number
ro_ro: Utilizator|Număr card de identitate

source: User|Last daily track email
ro_ro: Utilizator|Ultima urmărire zilnică email

source: User|Locale
ro_ro: Utilizator|Local

source: User|Name
ro_ro: Utilizator|Nume

source: User|No limit
ro_ro: Utilizator|Fără limită

source: User|Otp counter
ro_ro: Utilizator|Număr OTP

source: User|Otp enabled
ro_ro: Utilizator|OTP activat

source: User|Otp secret key
ro_ro: Utilizator|Codul secret OTP

source: User|Receive email alerts
ro_ro: Utilizator|Primește alerte prin email

source: User|Salt
ro_ro: Utilizator|Sare

source: User|Url name
ro_ro: Utilizator|Denumire URL

source: Version {{version}}
ro_ro: Versiunea {{version}}

source: Vexatious
ro_ro: Ofensator

source: View FOI email address
ro_ro: Vezi adresa de email pentru solicitări

source: View FOI email address for '{{public_body_name}}'
ro_ro: Vezi adresa de email pentru '{{public_body_name}}'
