Repository: andreicristianpetcu/alaveteli
Catalog: locale/*/app.po
Languages: ro_ro

source: View FOI email address for {{public_body_name}}
ro_ro: Vezi adresa de email pentru '{{public_body_name}}'

source: View Freedom of Information requests made by {{user_name}}:
ro_ro: Vezi solicitările de acces la informații create de {{user_name}}:

source: View authorities
ro_ro: Vezi instituții

source: View email
ro_ro: Vezi email

source: View other requests to {{public_body}}
ro_ro: Vezi alte solicitări către {{public_body}}

source: View your two factor authentication one time passcode
ro_ro: Vezi parola de unică folosință (OTP) pentru autentificarea în doi pași

source: Waiting clarification.
ro_ro: Aşteaptă clarificare.

source: Waiting for an <strong>internal review</strong> by {{public_body_link}} of their handling of this request.
ro_ro: Aşteaptă o <strong>verificare internă</strong> a prelucrării acestei solicitări, de către {{public_body_link}}.

source: Waiting for the public authority to complete an internal review of their handling of the request
ro_ro: Aşteaptă o verificare internă, din partea instituției, cu privire la prelucrarea acestei solicitări.

source: Waiting for the public authority to reply
ro_ro: Aşteaptă răspunsul instituției publice

source: Want to know something?
ro_ro: Vrei să afli ceva?

source: Was the response you got to your FOI request any good?
ro_ro: Răspunsul pe care l-ai primit la solicitarea de acces la informații a fost de folos?

source: We consider it is not a valid FOI request, and have therefore hidden it from other users.
ro_ro: Considerăm că nu este o solicitare de informații validă, așa că am ascuns-o față de ceilalți utilizatori.

source: We consider it to be vexatious, and have therefore hidden it from other users.
ro_ro: Considerăm că este un text ofensator, așa că l-am ascuns față de ceilalți utilizatori.

source: We do not have a working request email address for this authority.
ro_ro: Nu avem o adresă de email funcțională pentru solicitările adresate acestei instituții.

source: We do not have a working {{law_used_full}} address for {{public_body_name}}.
ro_ro: Nu avem o adresă funcțională pentru {{law_used_full}} în cadrul instituției {{public_body_name}}.

source: We don't know whether the most recent response to this request contains information or not &ndash; if you are {{user_link}} please <a href="{{url}}">sign in</a> and let everyone know.
ro_ro: Nu ştim dacă cel mai recent răspuns la această solicitare conţine informaţii utile sau nu &ndash; dacă eşti {{user_link}}, te rugăm <a href="{{url}}">să te autentifici</a> și să le permiți accesul tuturor utilizatorilor.

source: We have <a href="{{other_means_url}}">suggestions</a> on other means to answer your question.
ro_ro: Avem <a href="{{other_means_url}}">sugestii</a> cu privire la alte mijloace pentru a primi răspuns la întrebarea ta.

source: We publish it all online. Great! Now you have your answer, and everybody else can access it too.
ro_ro: Noi publicăm totul online. Grozav! Acum, că ai primit răspunsul, oricine poate accesa informațiile primite de tine.

source: We will not reveal your email address to anybody unless <a href="{{url}}">you or the law tell us to</a>.
ro_ro: Nu vom dezvălui adresa ta de email nimănui, în afara cazurilor în care <a href="{{url}}">tu sau legislaţia specificaţi contrariul</a>.

source: We will not reveal your email address to anybody unless you or the law tell us to.
ro_ro: Nu vom dezvălui adresa ta de email nimănui, în afara cazurilor în care tu sau legislaţia specificaţi contrariul.

source: We will not reveal your email addresses to anybody unless you or the law tell us to.
ro_ro: Nu vom dezvălui adresa ta de email nimănui, în afara cazurilor în care tu sau legislaţia specificaţi contrariul.

source: We'll drop you an email as soon as your request gets a response.
ro_ro: Îți vom trimite un email imediat ce vei primi un răspuns.

source: We're glad you got all the information that you wanted. If you write about or make use of the information, please come back and add an annotation below saying what you did.
ro_ro: Ne bucurăm tare mult că ai obţinut informaţiile pe care le doreai! Dacă vrei să descrii cum ţi-au folosit aceste informaţii, te rugăm să lași mai jos o notă scurtă, care le va fi utilă celor ce vor face solicitări similare.

source: We're glad you got some of the information that you wanted.
ro_ro: Ne bucurăm că ai obţinut informaţiile pe care le doreai.

source: We're glad you got some of the information that you wanted. If you found {{site_name}} useful, <a href="{{donation_url}}">make a donation</a> to the charity which runs it.
ro_ro: Ne bucurăm că ai obţinut informaţiile pe care le doreai. Dacă ți se pare util siteul {{site_name}}, poţi face <a href="{{donation_url}}">o donaţie</a> către organizațiile care îi asigură mentenanța.

source: We're waiting for someone to read a recent response and update the status accordingly. Perhaps <strong>you</strong> might like to help out by doing that?
ro_ro: Așteptăm ca cineva să citească răspunsul recent și să actualizeze starea corespunzătare. Dacă dorești, ai putea face asta chiar <strong>tu</strong>.

source: We're waiting for {{user}} to read a recent response and update the status.
ro_ro: Așteptăm ca {{user}} să citească răspunsul recent și să-i actualizeze starea.

source: We've sent an email to your new email address. You'll need to click the link in it before your email address will be changed.
ro_ro: Ţi-am trimis un email la noua ta adresă de email. Va trebui să accesezi linkul din email, pentru ca adresa de email să-ţi fie modificată.

source: We've sent you an email, and you'll need to click the link in it before you can continue.
ro_ro: Ţi-am trimis un email şi va trebui să accesezi linkul din email înainte de a putea continua.

source: What are you doing?
ro_ro: Ce faci?

source: What are you investigating using Freedom of Information?
ro_ro: Ce urmăreşti să afli cu ajutorul accesului la informaţii?

source: What best describes the status of this request now?
ro_ro: Ce ar descrie cel mai bine starea acestei solicitări acum?

source: What information has been released?
ro_ro: Ce informaţii au fost oferite?

source: What information has been requested?
ro_ro: Ce informaţii au fost solicitate?

source: What next?
ro_ro: Ce urmează?

source: When you get there, please update the status to say if the response contains any useful information.
ro_ro: Când ajungi acolo, te rugăm să actualizezi starea, pentru ca și ceilalți utilizatori să afle dacă răspunsul primit conţine informaţii utile.

source: When you receive the paper response, please help others find out what it says:
ro_ro: Când primeşti răspunsul tipărit, ajută-i pe ceilalţi să afle ce ţi s-a răspuns:

source: When you want to change your account password, you will also need to enter your two factor one time passcode. Your one time passcode can only be used once, so a new one will be generated after you've successfully changed your password. You'll need to update your password manager or print the new passcode.
ro_ro: Când vei dori să-ți schimbi parola contului, va trebui să introduci și codul de unică folosință generat. Codul acesta (OTP) va fi folosit o singură dată, așa că unul nou va fi generat după ce ți-ai schimbat parola. Va trebui să îți actualizezi managerul de parole sau să îți notezi noua parolă.

source: When you're done, <strong>come back here</strong>, <a href="{{url}}">reload this page</a> and file your new request.
ro_ro: Când ai terminat, <strong>întoarce-te aici</strong>, <a href="{{url}}">reîncarcă acestă pagină</a> şi creează noua ta solicitare.

source: Which of these is happening?
ro_ro: Care dintre acestea se întâmplă?

source: Who can I request information from?
ro_ro: De la cine aş putea solicita informaţiile ?

source: Why specifically do you consider this request unsuitable?
ro_ro: De ce consideri această solicitare nepotrivită?

source: Widget vote
ro_ro: Widget voturi

source: Withdrawn
ro_ro: Retrasă

source: Withdrawn by the requester.
ro_ro: Retrasă de către solicitant.

source: Would you like to see a website like this in your country?
ro_ro: Ai dori să vezi un site ca acesta în altă ţară?

source: Write a reply
ro_ro: Scrie un răspuns

source: Write a reply to {{authority_name}}
ro_ro: Scrie un răspuns către {{authority_name}}

source: Write your FOI follow up message to {{authority_name}}
ro_ro: Scrie o intervenție către instituția {{authority_name}}

source: Write your request in <strong>simple, precise language</strong>.
ro_ro: Formulează solicitarea ta într-un <strong>limbaj precis, simplu</strong>.

source: You already created the same batch of requests on {{date}}. You can either view the <a href="{{existing_batch}}">existing batch</a>, or edit the details below to make a new but similar batch of requests.
ro_ro: Ai mai creat o dată același grup de solicitări pe data de {{date}}. Poți vedea <a href="{{existing_batch}}">grupul de solicitări</a> sau poți edita detaliile de mai jos, pentru a crea un grup nou de solicitări.

source: You are already following new requests
ro_ro: Deja urmărești solicitările noi

source: You are already following things matching this search
ro_ro: Deja urmărești subiectele care corespund acestei interogări

source: You are already following this person
ro_ro: Deja urmărești această persoană

source: You are already following this request
ro_ro: Deja urmărești această solicitare

source: You are already subscribed to '{{link_to_authority}}', a public authority.
ro_ro: Te-ai abonat deja la instituția publică '{{link_to_authority}}'.

source: You are already subscribed to '{{link_to_request}}', a request.
ro_ro: Te-ai abonat deja la solicitarea '{{link_to_request}}'.

source: You are already subscribed to '{{link_to_user}}', a person.
ro_ro: Te-ai abonat deja la utilizatorul '{{link_to_user}}'.

source: You are already subscribed to <a href="{{search_url}}">this search</a>.
ro_ro: Te-ai abonat deja la <a href="{{search_url}}">această interogare</a>.

source: You are already subscribed to any <a href="{{new_requests_url}}">new requests</a>.
ro_ro: Te-ai abonat deja la <a href="{{new_requests_url}}">noile solicitări</a>.

source: You are already subscribed to any <a href="{{successful_requests_url}}">successful requests</a>.
ro_ro: Te-ai abonat deja la <a href="{{successful_requests_url}}">solicitările reușite</a>.

source: You are currently receiving notification of new activity on your wall by email.
ro_ro: În acest moment, primești notificări prin email despre activititățile noi de pe „peretele” tău.

source: You are following all new successful responses
ro_ro: Urmărești toate solicitările noi la care s-a răspuns

source: You are no longer following '{{link_to_authority}}', a public authority.
ro_ro: Nu mai ești abonat la instituția '{{link_to_authority}}'.

source: You are no longer following '{{link_to_request}}', a request.
ro_ro: Nu mai ești abonat la solicitarea '{{link_to_request}}'.

source: You are no longer following '{{link_to_user}}', a person.
ro_ro: Nu mai ești abonat la utilizatorul '{{link_to_user}}'.

source: You are no longer following <a href="{{new_requests_url}}">new requests</a>.
ro_ro: Nu mai ești abonat la <a href="{{new_requests_url}}">solicitările noi</a>.

source: You are no longer following <a href="{{search_url}}">this search</a>.
ro_ro: Nu mai urmărești <a href="{{search_url}}">această interogare</a>.

source: You are no longer following <a href="{{successful_requests_url}}">successful requests</a>.
ro_ro: Nu mai ești abonat la <a href="{{successful_requests_url}}">solicitările reușite</a>.

source: You are now <a href="{{wall_url_user}}">following</a> updates about '{{link_to_authority}}', a public authority.
ro_ro: Acum <a href="{{wall_url_user}}">urmărești</a> actualizările care privesc instituția '{{link_to_authority}}'.

source: You are now <a href="{{wall_url_user}}">following</a> updates about '{{link_to_request}}', a request.
ro_ro: Acum <a href="{{wall_url_user}}">urmărești</a> actualizările care privesc solicitarea '{{link_to_request}}'.

source: You are now <a href="{{wall_url_user}}">following</a> updates about '{{link_to_user}}', a person.
ro_ro: Acum <a href="{{wall_url_user}}">urmărești</a> actualizările care privesc utilizatorul '{{link_to_user}}'.

source: You are now <a href="{{wall_url_user}}">following</a> updates about <a href="{{new_requests_url}}">new requests</a>.
ro_ro: Acum <a href="{{wall_url_user}}">urmărești</a> actualizările care privesc <a href="{{new_requests_url}}">solicitările noi</a>.

source: You are now <a href="{{wall_url_user}}">following</a> updates about <a href="{{search_url}}">this search</a>.
ro_ro: Acum <a href="{{wall_url_user}}">urmărești</a> actualizările care privesc <a href="{{search_url}}">această interogare</a>.

source: You are now <a href="{{wall_url_user}}">following</a> updates about <a href="{{successful_requests_url}}">successful requests</a>.
ro_ro: Acum <a href="{{wall_url_user}}">urmărești</a> actualizările care privesc <a href="{{successful_requests_url}}">solicitările reușite</a>.

source: You can <strong>complain</strong> by
ro_ro: Poţi <strong>face plângere</strong> către

source: You can change the requests and users you are following on <a href="{{profile_url}}">your profile page</a>.
ro_ro: Poți schimba solicitările și utilizatorii pe care îi urmărești <a href="{{profile_url}}">pe pagina ta de profil</a>.

source: You can get this page in computer-readable format as part of the main JSON page for the request. See the <a href="{{api_path}}">API documentation</a>.
ro_ro: Poţi obţine această pagină într-un format prelucrabil automat, JSON. Vezi <a href="{{api_path}}">documentaţia API</a>.

source: You can only request information about the environment from this authority.
ro_ro: Poţi solicita doar informaţii despre mediu (EIR) din partea acestei instituții.

source: You can regenerate your one time passcode at any time.
ro_ro: Poți genera oricând un nou cod OTP (parolă de unică folosință).

source: You have a new response to the {{law_used_full}} request
ro_ro: Ai primit un nou răspuns la solicitarea {{law_used_full}}

source: You have found a bug. Please <a href="{{contact_url}}">contact us</a> to tell us about the problem
ro_ro: Ai dat peste o problema tehnică. Te rugăm <a href="{{contact_url}}">să ne contactezi</a> pentru a ne spune despre ce e vorba.

source: You have hit the rate limit on new requests. Users are ordinarily limited to {{max_requests_per_user_per_day}} requests in any rolling 24-hour period. You will be able to make another request in {{can_make_another_request}}.
ro_ro: Ai atins limita maximă pentru solicitări. Utilizatorii sunt de obicei limitaţi la {{max_requests_per_user_per_day}} de solicitări într-un interval de 24 de ore. Vei putea crea o nouă solicitare în {{can_make_another_request}}.

source: You have made no Freedom of Information requests using this site.
ro_ro: Nu ai creat nici o solicitare de acces la informații utilizând acest site.

source: You have now changed the text about you on your profile.
ro_ro: Acum ai schimbat textul referitor la tine din profilul tău.

source: You have now changed your email address used on {{site_name}}
ro_ro: Acum ai schimbat adresa de email utilizată pe {{site_name}}

source: You have the <strong>right</strong> to request information from any publicly-funded body, and get answers. {{site_name}} helps you make a Freedom of Information request. It also publishes all requests online.
ro_ro: Ai <strong>dreptul</strong> să soliciți informații și să primești răspuns de la orice instituție finanțată din bani publici. {{site_name}} te ajută să faci solicitări de acces la informații online și publică atât întrebările, cât și răspunsurile, în beneficiul altor utilizatori.

source: You just tried to sign up to {{site_name}}, when you already have an account. Your name and password have been left as they previously were. Please click on the link below.
ro_ro: Tocmai ai încercat să te înregistrezi la {{site_name}}, deși ai deja un cont. Numele şi parola au rămas aşa cum erau înainte. Te rugăm să accesezi linkul de mai jos.

source: You know what caused the error, and can <strong>suggest a solution</strong>, such as a working email address.
ro_ro: Poate că știi ce a cauzat eroarea şi ne poţi <strong>sugera o soluţie</strong>, cum ar fi o adresă de email validă.

source: You left an annotation ({{date}})
ro_ro: Ai făcut o adnotare ({{date}})

source: You may <strong>include attachments</strong>. If you would like to attach a file too large for email, use the form below.
ro_ro: Poți <strong>include atașamente</strong>. Dacă vrei să atașezi un fișier prea mare pentru email, utilizează formularul de mai jos.

source: You may be able to find one on their website, or by phoning them up and asking. If you manage to find one, then please <a href="{{help_url}}">send it to us</a>.
ro_ro: S-ar putea să găsești pe site-ul lor sau telefonându-le și întrebându-i direct. Dacă găsești, atunci te rugăm<a href="{{help_url}}">să ne anunți</a>.

source: You may be able to find one on their website, or by phoning them up and asking. If you manage to find one, then please send it to us:
ro_ro: S-ar putea sa găsești pe site-ul lor sau apelând telefonic. Dacă reușești să găsești, te rugăm să ne anunți și pe noi:

source: You need to be logged in to change the text about you on your profile.
ro_ro: Trebuie să fii autentificat pentru a schimba textul referitor la profilul tău.

source: You need to be logged in to change your profile photo.
ro_ro: Trebuie să fii autentificat pentru a-ți schimba poza de profil.

source: You need to be logged in to clear your profile photo.
ro_ro: Trebuie să fii autentificat pentru a-ți şterge poza de profil.

source: You need to be logged in to edit your profile.
ro_ro: Trebuie să fii autentificat pentru a-ți edita profilul.

source: You need to be logged in to report a request for administrator attention
ro_ro: Trebuie să fii autentificat pentru a raporta o solicitare și a atrage atenția administratorilor.

source: You previously submitted that exact follow up message for this request.
ro_ro: Anterior, ai trimis exact aceeași intervenție pentru această solicitare.

source: You should get a response within {{late_number_of_days}} days, or be told if it will take longer (<a href="{{review_url}}">details</a>).
ro_ro: Ar trebui să primeşti un răspuns în {{late_number_of_days}} zile, sau să ţi se comunice dacă va dura mai mult. (<a href="{{review_url}}">Detalii</a>).

source: You should have received a copy of the request by email, and you can respond by <strong>simply replying</strong> to that email. For your convenience, here is the address:
ro_ro: Ar fi trebuit să primești o copie a solicitării tale prin email și poți <strong>răspunde direct</strong> la acel email. Iată și adresa, dacă ai nevoie:

source: You want to <strong>give your postal address</strong> to the authority in private.
ro_ro: Îți recomandăm să nu comunici <strong>adresa ta poştală</strong> decât printr-un mesaj privat către instituția publică.

source: You will be given a one time passcode when you enable two factor authentication. Do not share this passcode. You can either keep it in your password manager, or print it and keep it somewhere safe.
ro_ro: Vei primi un cod unic OTP (parolă de unică folosință), atunci când vei activa autentificarea în doi pași. Păstrează acest cod privat. Îl poți ține în managerul de parole sau îl tipări și păstra pune undeva în siguranță.

source: You will be unable to make new requests, send follow ups, add annotations or send messages to other users. You may continue to view other requests, and set up email alerts.
ro_ro: Nu vei mai putea crea noi solicitări, trimite intervenții, adăuga adnotări sau transmite mesaje altor utilizatori. Poți continua să vizualizezi alte solicitări și să setezi alerte prin email.

source: You will no longer be emailed updates for those alerts
ro_ro: Nu vei mai primi actualizări prin email pentru acele alerte.

source: You will now be emailed updates about '{{link_to_authority}}', a public authority.
ro_ro: De acum, vei primi actualizări pe email în legătură cu instituția '{{link_to_authority}}'.

source: You will now be emailed updates about '{{link_to_request}}', a request.
ro_ro: De acum, vei primi emailuri cu actualizări ale solicitării '{{link_to_request}}'.

source: You will now be emailed updates about '{{link_to_user}}', a person.
ro_ro: De acum, vei primi actualizări pe email legate de utilizatorul '{{link_to_user}}'.

source: You will now be emailed updates about <a href="{{search_url}}">this search</a>.
ro_ro: De acum, vei primi actualizări pe email legate de <a href="{{search_url}}">această interogare</a>.

source: You will now be emailed updates about <a href="{{successful_requests_url}}">successful requests</a>.
ro_ro: De acum, vei primi actualizări pe email legate de <a href="{{successful_requests_url}}">solicitările reușite</a>.

source: You will now be emailed updates about any <a href="{{new_requests_url}}">new requests</a>.
ro_ro: De acum, vei primi actualizări pe email legate de <a href="{{new_requests_url}}">solicitările noi</a>.

source: You will only get an answer to your request if you follow up with the clarification.
ro_ro: Vei primi un răspuns la solicitarea ta, numai dacă revii cu clarificări.

source: You will still be able to view it while logged in to the site. Please reply to this email if you would like to discuss this decision further.
ro_ro: Vei putea să vezi în continuare, și dacă vei fi autentificat în site. Te rugăm să ne răspunzi dacă vrei să continuăm discuția pe acest subiect.

source: You're in. <a href="#" id="send-request">Continue sending your request</a>
ro_ro: Ești autentificat. <a href="#" id="send-request">Continuă cu transmiterea solicitării tale</a>

source: You're long overdue a response to your FOI request - {{request_title}}
ro_ro: A fost depășit de mult termenul de răspuns la solicitarea ta de acces la informații - {{request_title}}

source: You're not following anything.
ro_ro: Nu urmărești nimic.

source: You've now cleared your profile photo
ro_ro: Acum ai şters poza ta de profil

source: Your <strong>name will appear publicly</strong> (<a href="{{why_url}}">why?</a>) on this website and in search engines. <a href="{{help_url}}">Thinking of using a pseudonym?</a>
ro_ro: Numele tău <strong>va apărea public</strong> (<a href="{{why_url}}">de ce?</a>) pe acest site și în motoarele de căutare. Dacă te gândești să utilizezi un pseudonim, te rugăm <a href="{{help_url}}">să citești acest mesaj înainte</a>.

source: Your annotations
ro_ro: Adnotările tale

source: Your batch request "{{title}}" has been sent
ro_ro: Grupul de solicitări "{{title}}" a fost trimis

source: Your current one time passcode:
ro_ro: Codul tău OTP (parola de unică folosință):

source: Your details, including your email address, have not been given to anyone.
ro_ro: Detaliile tale, inclusiv adresa de email, nu au fost oferite nimănui.

source: Your e-mail:
ro_ro: Emailul tău:

source: Your email doesn't look like a valid address
ro_ro: Adresa de email introdusă nu este validă

source: Your email:
ro_ro: Adresa ta de email:

source: Your follow up has not been sent because this request has been stopped to prevent spam. Please <a href="{{url}}">contact us</a> if you really want to send a follow up message.
ro_ro: Intervenția ta nu a fost trimisă, fiind stopată de protecţia anti-spam. Te rugăm <a href="{{url}}">să ne contactezi</a> dacă dorești cu adevărat să trimiţi această intervenție.

source: Your follow up message has been sent on its way.
ro_ro: Intervenția ta a fost trimisă.

source: Your internal review request has been sent on its way.
ro_ro: Cererea ta de verificare internă a fost trimisă.
