Repository: andreicristianpetcu/alaveteli
Catalog: locale/*/app.po
Languages: ro_ro

source: Now preview your message asking for an internal review
ro_ro: Acum previzualizează cererea ta pentru verificare internă

source: Number of requests
ro_ro: Numărul de solicitări

source: OR remove the existing photo
ro_ro: SAU șterge poza existentă

source: Offensive? Unsuitable?
ro_ro: Ofensator? Nepotrivit?

source: Oh no! Sorry to hear that your request was refused. Here is what to do now.
ro_ro: Oh nu! Ne pare rău că solicitarea ta a fost refuzată. Iată ce e de făcut acum.

source: Old e-mail:
ro_ro: Emailul vechi:

source: Old email address isn't the same as the address of the account you are logged in with
ro_ro: Emailul vechi nu este acelaşi cu adresa contului în care ești autentificat acum

source: Old email doesn't look like a valid address
ro_ro: Emailul vechi nu pare a fi o adresă validă

source: On this page
ro_ro: Pe această pagină

source: One FOI request found
ro_ro: O solicitare găsită

source: One person found
ro_ro: O persoană găsită

source: One public authority found
ro_ro: O instituție publică găsită

source: Only put in abbreviations which are really used, otherwise leave blank. Short or long name is used in the URL – don't worry about breaking URLs through renaming, as the history is used to redirect
ro_ro: Utilizează doar abrevieri care sunt foarte utilizate sau lasă câmpul necompletat. Denumirea abreviată sau cea completă este utilizată în URL - nu te îngrijora de ruperea URL-urilor prin redenumire, întrucât istoricul este utilizat prin redirecționări

source: Only requests made using {{site_name}} are shown.
ro_ro: Sun afișate numai solicitările create prin {{site_name}}.

source: Only the authority can reply to this request, and I don't recognise the address this reply was sent from
ro_ro: Numai instituția poate să răspundă la această solicitare. Nu recunoaștem adresa de la care a fost trimisă

source: Only the authority can reply to this request, but there is no "From" address to check against
ro_ro: Numai instituția poate să răspundă la această solicitare. Nu există o adresă „De la” pentru verificare.

source: Only the correct combination of confirming your account through an email token and entering the correct one time passcode will allow your account password to be changed.
ro_ro: Doar combinația corectă, formată din confirmarea contului tău printr-un cod primit prin email și introducerea parolei de unică folosință (OTP), îți va permite schimbarea parolei.

source: Or make a <a href="{{url}}">batch request</a> to <strong>multiple authorities</strong> at once.
ro_ro: Sau creează un <a href="{{url}}">grup de solicitări</a> către <strong>mai multe instituții</strong> în același timp.

source: Original request sent
ro_ro: Solicitarea trimisă inițial

source: Other
ro_ro: Altele

source: Other:
ro_ro: Altele:

source: Outgoing message
ro_ro: Mesaj în curs de trimitere

source: OutgoingMessage|Body
ro_ro: MesajTrimis|Conţinut

source: OutgoingMessage|Last sent at
ro_ro: MesajTrimis|Ultimul trimis la

source: OutgoingMessage|Message type
ro_ro: MesajTrimis|Tip mesaj

source: OutgoingMessage|Prominence
ro_ro: MesajTrimis|Evidențiere

source: OutgoingMessage|Prominence reason
ro_ro: MesajTrimis|Motivul evidențierii

source: OutgoingMessage|Status
ro_ro: MesajTrimis|Stare

source: OutgoingMessage|What doing
ro_ro: MesajTrimis|Ce se întâmplă

source: Partial success
ro_ro: Succes parțial

source: Partially successful.
ro_ro: Parțial reușită.

source: Password is not correct
ro_ro: Parola e incorectă

source: Password:
ro_ro: Parola:

source: Paste this link into emails, tweets, and anywhere else:
ro_ro: Copiază acest link în emailuri, tweeturi şi oriunde altundeva:

source: People
ro_ro: Persoane

source: People {{start_count}} to {{end_count}} of {{total_count}}
ro_ro: Persoane de la {{start_count}} până la {{end_count}} din totalul de {{total_count}}

source: Percentage of requests that are overdue
ro_ro: Procentaj de solicitări așteptate dincolo de termenul legal

source: Percentage of total requests
ro_ro: Procentaj din toate solicitările

source: Photo of you:
ro_ro: Poza ta:

source: Plans and administrative measures that affect these matters
ro_ro: Planuri şi măsuri administrative care afectează aceste probleme

source: Play the request categorisation game
ro_ro: Categorisește solicitări

source: Play the request categorisation game!
ro_ro: Categorisește solicitări!

source: Please
ro_ro: Te rugăm

source: Please <a href="{{url}}">contact us</a> if you have any questions.
ro_ro: Te rugăm <a href="{{url}}">contactează-ne</a> dacă ai întrebări.

source: Please <a href="{{url}}">get in touch</a> with us so we can fix it.
ro_ro: Te rugăm să <a href="{{url}}">rămâi în legătură</a> cu noi, ca s-o rezolvăm.

source: Please <strong>answer the question above</strong> so we know whether the recent response contains useful information.
ro_ro: Te rugăm <strong>să răspunzi la întrebarea de mai sus</strong>, ca să știm dacă răspunsul recent conține informații utile.

source: Please <strong>go to the following requests</strong>, and let us know if there was information in the recent responses to them.
ro_ro: Te rugăm <strong>să accesezi aceste solicitări</strong> și să ne anunți dacă au fost primite informațiile solicitate, prin ultimele răspunsuri.

source: Please <strong>only</strong> write messages directly relating to your request {{request_link}}. If you would like to ask for information that was not in your original request, then <a href="{{new_request_link}}">file a new request</a>.
ro_ro: Te rugăm să scrii <strong>numai</strong> mesaje legate nemijlocit de solicitarea ta {{request_link}}. Dacă dorești să ceri informaţii noi, care nu au fost cuprinse în solicitarea ta inițială, atunci <a href="{{new_request_link}}">trimite o nouă solicitare</a>.

source: Please ask for environmental information only
ro_ro: Te rugăm să soliciți doar informaţii de(spre) mediu

source: Please check the URL (i.e. the long code of letters and numbers) is copied correctly from your email.
ro_ro: Te rugăm să verifici dacă URL-ul a fost copiat corect din emailul tău.

source: Please choose a file containing your photo.
ro_ro: Te rugăm să alegi un fișier care conţine poza ta.

source: Please choose a reason
ro_ro: Te rugăm să alegi un motiv

source: Please choose what sort of reply you are making.
ro_ro: Te rugăm să alegi ce tip de răspuns trimiţi.

source: Please choose whether or not you got some of the information that you wanted.
ro_ro: Te rugăm să arăți dacă ai primit sau nu informaţia pe care ai dorit-o.

source: Please click on the link below to cancel or alter these emails.
ro_ro: Te rugăm să folosești linkul de mai jos pentru a anula sau a modifica aceste emailuri.

source: Please click on the link below to confirm that you want to change the email address that you use for {{site_name}} from {{old_email}} to {{new_email}}
ro_ro: Te rugăm să accesezi linkul de mai jos pentru a confirma schimbarea adresei de email folosită pentru {{site_name}} din {{old_email}} în {{new_email}}

source: Please click on the link below to confirm your email address.
ro_ro: Te rugăm să accesezi linkul de mai jos pentru a confirma adresa ta de email.

source: Please create an account or sign in
ro_ro: Te rugăm să te autentifici sau să te înregistrezi.

source: Please describe more what the request is about in the subject. There is no need to say it is an FOI request, we add that on anyway.
ro_ro: Te rugăm să descrii mai pe larg despre ce este vorba în subiect. Nu este necesar să precizezi că este o solicitare de acces la informații, vom adăuga acest detaliu automat.

source: Please don't upload offensive pictures. We will take down images that we consider inappropriate.
ro_ro: Te rugăm să nu încarci pe site poze ofensatoare. Vom șterge imaginile pe care le considerăm neadecvate.

source: Please enable "cookies" to carry on
ro_ro: Te rugăm să activezi „cookies” pentru a continua în cele mai bune condiții de funcționare

source: Please enter a password
ro_ro: Te rugăm să introduci parola

source: Please enter a subject
ro_ro: Te rugăm să introduci un subiect

source: Please enter a summary of your request
ro_ro: Te rugăm să introduci un rezumat al solicitării tale

source: Please enter a valid email address
ro_ro: Te rugăm să introduci o adresă de email validă

source: Please enter the message you want to send
ro_ro: Te rugăm să introduci mesajul pe care vrei să-l transmiţi

source: Please enter the name of the authority
ro_ro: Te rugăm să introduci denumirea instituției

source: Please enter the same password twice
ro_ro: Te rugăm să introduci aceeaşi parolă de două ori

source: Please enter your annotation
ro_ro: Te rugăm să introduci adnotarea ta

source: Please enter your email address
ro_ro: Te rugăm să introduci adresa ta de email

source: Please enter your follow up message
ro_ro: Te rugăm să introduci intervenția ta

source: Please enter your letter requesting information
ro_ro: Te rugăm să introduci textul solicitării tale de informaţii

source: Please enter your name
ro_ro: Te rugăm să-ți introduci numele

source: Please enter your name, not your email address, in the name field.
ro_ro: Te rugăm să-ți introduci numele, nu adresa de email, în câmpul „Nume”.

source: Please enter your new email address
ro_ro: Te rugăm să introduci noua ta adresă de email

source: Please enter your old email address
ro_ro: Te rugăm să introduci vechea ta adresă de email

source: Please enter your password
ro_ro: Te rugăm să-ți introduci parola

source: Please give details explaining why you want a review
ro_ro: Te rugăm să ne oferi detalii, explicând de ce dorești o verificare internă

source: Please keep it shorter than 500 characters
ro_ro: Te rugăm să fie un text scurt, de maximum 500 de caractere

source: Please keep the summary short, like in the subject of an email. You can use a phrase, rather than a full sentence.
ro_ro: Te rugăm ca rezumatul să fie cât mai scurt, ca subiectul unui email.

source: Please only request information that comes under those categories, <strong>do not waste your time</strong> or the time of the public authority by requesting unrelated information.
ro_ro: Te rugăm să soliciți numai informațiile ce se regăsesc în una dintre aceste categorii, <strong>nu pierde timpul</strong>, nici al tău, nici al instituțiilor, solicitând informații irelevante.

source: Please pass this on to the person who conducts Freedom of Information reviews.
ro_ro: Te rugăm să trimiți acest mesaj persoanei care face verificarea solicitărilor de informații.

source: Please select each of these requests in turn, and <strong>let everyone know</strong> if they are successful yet or not.
ro_ro: Te rugăm să selectezi fiecare solicitare, pe rând, <strong>să arăți</strong> dacă au primit răspuns sau nu.

source: Please sign at the bottom with your name, or alter the "{{signoff}}" signature
ro_ro: Te rugăm să semnezi la finalul mesajului cu numele tău; dacă vrei, îți poți modifica semnătura "{{signoff}}"

source: Please sign in as {{user_name}}
ro_ro: Te rugăm să te autentifici ca {{user_name}}

source: Please tell us more:
ro_ro: Te rugăm să elaborezi:

source: Please type a message and/or choose a file containing your response.
ro_ro: Te rugăm să scrii un mesaj şi/sau să alegi un fişier care conţine răspunsul tău.

source: Please use this email address for all replies to this request:
ro_ro: Te rugăm să utilizezi această adresă de email pentru toate răspunsurile la această solicitare:

source: Please write a summary with some text in it
ro_ro: Te rugăm să scrii un rezumat, măcar câteva cuvinte

source: Please write the summary using a mixture of capital and lower case letters. This makes it easier for others to read.
ro_ro: Te rugăm să scrii rezumatul utilizând și litere mici, şi litere mari, pentru a fi mai uşor de citit.

source: Please write your annotation using a mixture of capital and lower case letters. This makes it easier for others to read.
ro_ro: Te rugăm să scrii adnotarea utilizând și litere mici, şi litere mari, pentru a fi mai uşor de citit.

source: Please write your follow up message containing the necessary clarifications below.
ro_ro: Te rugăm să scrii intervenția ta, cu clarificările necesare, mai jos.

source: Please write your message using a mixture of capital and lower case letters. This makes it easier for others to read.
ro_ro: Te rugăm să scrii mesajul tău utilizând și litere mici, şi litere mari, pentru a fi mai uşor de citit.

source: Point to <strong>related information</strong>, campaigns or forums which may be useful.
ro_ro: Poți oferi îndrumări către <strong>informaţii conexe</strong>, campanii sau forumuri care ar putea fi utile.

source: Possible related requests
ro_ro: Posibile solicitări asemănătoare

source: Post annotation
ro_ro: Postează o adnotare

source: Post redirect
ro_ro: Redirecţionare postare

source: PostRedirect|Circumstance
ro_ro: RedirecţionarePostare|Circumstanţe

source: PostRedirect|Email token
ro_ro: RedirecţionarePostare|Email token

source: PostRedirect|Post params yaml
ro_ro: RedirecţionarePostare|Parametri postare yaml

source: PostRedirect|Reason params yaml
ro_ro: RedirecţionarePostare|Parametri motiv yaml

source: PostRedirect|Token
ro_ro: RedirecţionarePostare|Token

source: PostRedirect|Uri
ro_ro: RedirecţionarePostare|Url

source: Posted on {{date}} by {{author}}
ro_ro: Postat la data de {{date}}, de către {{author}}

source: Powered by <a href="http://www.alaveteli.org/">Alaveteli</a>
ro_ro: Oferit de <a href="http://www.alaveteli.org/">Alaveteli</a>

source: Prefer not to receive emails?
ro_ro: Preferi să nu primești emailuri?

source: Prev
ro_ro: Precedent

source: Preview follow up to '
ro_ro: Previzualizează intervenția la '

source: Preview new annotation on '{{info_request_title}}'
ro_ro: Previzualizează noua adnotare la '{{info_request_title}}'

source: Preview new {{law_used_short}} request
ro_ro: Previzualizează noua solicitare bazată pe {{law_used_short}}

source: Preview new {{law_used_short}} request to '{{public_body_name}}
ro_ro: Previzualizează solicitarea bazată pe {{law_used_short}}, trimisă către '{{public_body_name}}

source: Preview your annotation
ro_ro: Previzualizează adnotarea ta

source: Preview your message
ro_ro: Previzualizează mesajul tău

source: Preview your public request
ro_ro: Previzualizează solicitarea ta publică

source: Preview your request
ro_ro: Previzualizează solicitarea ta

source: Print your one time passcode
ro_ro: Printează parola ta de unică folosință (OTP)

source: Privacy and cookies
ro_ro: Viață privată și cookies

source: Profile photo
ro_ro: Poza de profil

source: ProfilePhoto|Data
ro_ro: Poza de profil|Data

source: ProfilePhoto|Draft
ro_ro: Poza de profil|Ciornă

source: Public Bodies
ro_ro: Entități publice

source: Public Body
ro_ro: Entitate publică

source: Public Body Statistics
ro_ro: Statistici privind Entitățile Publice

source: Public authorities
ro_ro: Instituții publice

source: Public authorities - {{description}}
ro_ro: Instituții publice - {{description}}

source: Public authorities {{start_count}} to {{end_count}} of {{total_count}}
ro_ro: Instituții publice de la {{start_count}} până la {{end_count}} din totalul de {{total_count}}

source: Public authority statistics
ro_ro: Statistici privind instituțiile publice

source: Public authority – {{name}}
ro_ro: Instituția publică – {{name}}

source: Public bodies that most frequently replied with "Not Held"
ro_ro: Entități publice care au răspuns cel mai adesea cu „Informație Nedeținută”

source: Public bodies with most overdue requests
ro_ro: Entități publice cu cele mai multe solicitări cu termen de răspuns depășit

source: Public bodies with the fewest successful requests
ro_ro: Entități publice cu cele mai puține solicitări soluționate cu succes

source: Public bodies with the most requests
ro_ro: Entități publice cu cele mai multe solicitări

source: Public bodies with the most successful requests
ro_ro: Entități publice cu cele mai multe solicitări soluționate cu succes

source: Public body
ro_ro: Entitate publică

source: Public body category
ro_ro: Categorie de entitate publică

source: Public body category link
ro_ro: Link categorie de entitate publică

source: Public body change request
ro_ro: Solicitare de schimbare a entității publice

source: Public body heading
ro_ro: Antet de entitate publică

source: Public page
ro_ro: Pagină publică

source: Public page not available
ro_ro: Pagină publică indisponibilă

source: PublicBodyCategoryLink|Category display order
ro_ro: LinkCategorieEntitatePublică|Ordine afișare categorie

source: PublicBodyCategory|Category tag
ro_ro: CategorieEntitatePublică|Etichetă categorie

source: PublicBodyChangeRequest|Is open
ro_ro: SolicitareSchimbareEntitatePublică|Deschisă

source: PublicBodyChangeRequest|Notes
ro_ro: SolicitareSchimbareEntitatePublică|Note

source: PublicBodyChangeRequest|Public body email
ro_ro: SolicitareSchimbareEntitatePublică|Email entitate publică

source: PublicBodyChangeRequest|Public body name
ro_ro: SolicitareSchimbareEntitatePublică|Denumire entitate publică

source: PublicBodyChangeRequest|Source url
ro_ro: SolicitareSchimbareEntitatePublică|Sursă url

source: PublicBodyChangeRequest|User email
ro_ro: SolicitareSchimbareEntitatePublică|Email utilizator

source: PublicBodyChangeRequest|User name
ro_ro: SolicitareSchimbareEntitatePublică|Denumire utilizator

source: PublicBodyHeading|Display order
ro_ro: AntetEntitatePublică|Ordine afișare

source: PublicBody|Api key
ro_ro: EntitatePublică|Cheie Api

source: PublicBody|Disclosure log
ro_ro: EntitatePublică|Disclosure log

source: PublicBody|First letter
ro_ro: EntitatePublică|Prima literă

source: PublicBody|Home page
ro_ro: EntitatePublică|Pagina principală

source: PublicBody|Info requests count
ro_ro: EntitatePublică|Numărul solicitărilor

source: PublicBody|Info requests not held count
ro_ro: EntitatePublică|Numărul solicitărilor nedeținute

source: PublicBody|Info requests overdue count
ro_ro: EntitatePublică|Numărul solicitărilor cu termen de răspuns depășit

source: PublicBody|Info requests successful count
ro_ro: EntitatePublică|Numărul solicitărilor soluționate cu succes

source: PublicBody|Info requests visible classified count
ro_ro: EntitatePublică|Numărul solicitărilor vizibile clasificate

source: PublicBody|Info requests visible count
ro_ro: EntitatePublică|Numărul solicitărilor vizibile

source: PublicBody|Last edit comment
ro_ro: EntitatePublică|Ultimul comentariu editat

source: PublicBody|Last edit editor
ro_ro: EntitatePublică|Ultimul editor

source: PublicBody|Name
ro_ro: EntitatePublică|Denumire

source: PublicBody|Notes
ro_ro: EntitatePublică|Note

source: PublicBody|Publication scheme
ro_ro: EntitatePublică|Schema publicării

source: PublicBody|Request email
ro_ro: EntitatePublică|Solicitare email

source: PublicBody|Short name
ro_ro: EntitatePublică|Abreviere

source: PublicBody|Url name
ro_ro: EntitatePublică|Denumire Url

source: PublicBody|Version
ro_ro: EntitatePublică|Versiune

source: Publication scheme
ro_ro: Schema publicării

source: Purge request
ro_ro: Eliminare solicitare

source: PurgeRequest|Model
ro_ro: EliminareSolicitare|Model

source: PurgeRequest|Url
ro_ro: EliminareSolicitare|Url

source: Query can't be blank
ro_ro: Interogarea nu poate fi în orb

source: Query is too long
ro_ro: Interogarea este prea lungă

source: RSS feed of updates
ro_ro: RSS feed pentru actualizări

source: Re-edit this annotation
ro_ro: Modifică această adnotare

source: Re-edit this message
ro_ro: Modifică acest mesaj

source: Read about <a href="{{advanced_search_url}}">advanced search operators</a>, such as proximity and wildcards.
ro_ro: Citește despre <a href="{{advanced_search_url}}">operatori de căutare avansată</a>, cum ar fi proximitatea termenilor sau caracterele de tip „joker”.

source: Read blog
ro_ro: Citește blogul

source: Received an error message, such as delivery failure.
ro_ro: S-a primit un mesaj de eroare, cum ar fi eroarea de livrare.

source: Recently described results first
ro_ro: Începând cu rezultatele descrise recent

source: Refused.
ro_ro: Refuzată.

source: Regenerate one time passcode
ro_ro: Regenerare parolă de unică folosință (OTP)

source: Rejected
ro_ro: Respins

source: Remember me (keeps you signed in longer; do not use on a public computer)
ro_ro: Ține-mă minte (te menține autentificat o perioadă mai lungă; <strong>nu folosi pe un computer public!</strong>)

source: Report abuse
ro_ro: Raportează un abuz

source: Report an offensive or unsuitable request
ro_ro: Raportează o solicitare ofensatoare sau nepotrivită

source: Report request
ro_ro: Raportează o solicitare

source: Report this request
ro_ro: Raportează această solicitare

source: Reported for administrator attention.
ro_ro: Raportată în atenţia administratorului.

source: Reporting a request notifies the site administrators. They will respond as soon as possible.
ro_ro: Prin raportarea unei solicitări, le atragi atenția administratorilor site-ului. Aceștia vor răspunde cât mai curând posibil.

source: Request an internal review
ro_ro: Cere o verificare internă

source: Request an internal review from {{person_or_body}}
ro_ro: Cere o verificare internă de la {{person_or_body}}

source: Request for personal information
ro_ro: Solicită informații personale

source: Request has been removed
ro_ro: Solicitarea a fost ştearsă

source: Request sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
ro_ro: Solicitare trimisă la {{public_body_name}}, de către {{info_request_user}}, la data de {{date}}.

source: Request to {{public_body_name}} by {{info_request_user}}. Annotated by {{event_comment_user}} on {{date}}.
ro_ro: Solicitare către {{public_body_name}}, de la {{info_request_user}}, adnotată de către {{event_comment_user}}, la data de {{date}}.

source: Requested from {{public_body_name}} by {{info_request_user}} on {{date}}
ro_ro: Solicitată de la {{public_body_name}}, de către {{info_request_user}}, la data de {{date}}

source: Requested on {{date}}
ro_ro: Solicitată la data de {{date}}

source: Requests are considered overdue if they are in the 'Overdue' or 'Very Overdue' states.
ro_ro: Solicitările sunt considerate depășite (adică termenul legal de răspuns a fost depășit de către instituție), dacă au răspunsul marcat cu starea „Depășit” sau „Mult depășit”.

source: Requests are considered successful if they were classified as either 'Successful' or 'Partially Successful'.
ro_ro: Solicitările sunt considerate reușite (adică instituția a răspuns în termen, cu informații utile), dacă au fost clasificate ca „Reușită” sau „Parțial reușită”.

source: Requests for personal information and vexatious requests are not considered valid for FOI purposes (<a href="/help/about">read more</a>).
ro_ro: Solicitările de informații cu caracter personal și solicitările ofensatoare nu sunt considerate valide pentru scopurile solicitărilor de acces la informații (<a href="/help/about">citește mai multe</a>).

source: Requests or responses matching your saved search
ro_ro: Solicitări sau răspunsuri care se potrivesc cu interogarea ta

source: Requests similar to '{{request_title}}'
ro_ro: Solicitări similare cu '{{request_title}}'

source: Requests similar to '{{request_title}}' (page {{page}})
ro_ro: Solicitări similare cu '{{request_title}}' ({{page}} pag.)

source: Requests will be sent to the following bodies:
ro_ro: Solicitările vor fi trimise către următoarele entități publice:

source: Respond by email
ro_ro: Răspunde prin email

source: Respond to request
ro_ro: Răspunde la solicitare

source: Respond to the FOI request '{{request}}' made by {{user}}
ro_ro: Răspunde la solicitarea de acces la informații '{{request}}' trimisă de {{user}}

source: Respond using the web
ro_ro: Răspunde utilizând Internetul

source: Response
ro_ro: Răspuns
