Repository: andreicristianpetcu/alaveteli
Catalog: locale/*/app.po
Languages: ro_ro

source: (<strong>no ranty</strong> politics, read our <a href="{{url}}">moderation policy</a>)
ro_ro: (<strong>te rugăm să eviţi discuţiile aprinse pe teme politice</strong> - vezi <a href="{{url}}">politica noastra de moderare</a>)

source: (<strong>patience</strong>, especially for large files, it may take a while!)
ro_ro: (<strong>ai puțintică răbdare</strong>, s-ar putea să dureze <em>oleacă</em>, mai ales dacă fişierul e mare!)

source: (you)
ro_ro: (tu)

source: - view and make Freedom of Information requests
ro_ro: - vezi cum arată şi trimite solicitări de acces la informaţii

source: - wall
ro_ro: - perete

source: <strong>Privacy note:</strong> Your email address will be given to
ro_ro: <strong>Notă de confidenţialitate:</strong> Adresa ta de email va fi văzută şi de

source: <strong>Summarise</strong> the content of any information returned.
ro_ro: <strong>Rezumă</strong> conţinutul oricărei informaţii returnate.

source: Advise on how to <strong>best clarify</strong> the request.
ro_ro: Sfătuieşte-ne cum să facem solicitarea <strong>cât mai clară </strong>.

source: Ideas on what <strong>other documents to request</strong> which the authority may hold.
ro_ro: <strong>Alte documente care pot fi solicitate</strong> de la aceeaşi instituție.

source: Link to the information requested, if it is <strong>already available</strong> on the Internet.
ro_ro: Linkul către informaţia solicitată, dacă aceasta e <strong>deja disponibilă</strong> pe Internet.

source: Offer better ways of <strong>wording the request</strong> to get the information.
ro_ro: Sugerează-ne <strong>cum putem formula mai bine solicitarea</strong>, pentru a obţine informaţia dorită.

source: Say how you've <strong>used the information</strong>, with links if possible.
ro_ro: Spune-ne <strong>cum ai folosit de informaţiile primite</strong>, cu linkuri dacă e posibil.

source: Suggest <strong>where else</strong> the requester might find the information.
ro_ro: Sugerează <strong>un alt loc</strong> în care solicitantul ar putea găsi această informaţie.

source: You are already being emailed updates about the request.
ro_ro: Ţi s-au trimis deja prin email actualizări referitoare la solicitare.

source: You will also be emailed updates about the request.
ro_ro: De asemenea, vei primi prin email noutăți legate de solicitarea ta.

source: filtered by status: '{{status}}'
ro_ro: filtrate după stare: '{{status}}'

source: when you send this message.
ro_ro: când trimiți acest mesaj.

source: 'Crime statistics by ward level for Wales'
ro_ro: „Bugetul pentru anul 2012 alocat transporturilor la Consiliul Județean Mureș”

source: 'Pollution levels over time for the River Tyne'
ro_ro: „Nivelul poluării în timp, pentru râul Dâmbovița”

source: '{{link_to_authority}}', a public authority
ro_ro: '{{link_to_authority}}', o instituție publică

source: '{{link_to_request}}', a request
ro_ro: '{{link_to_request}}', o solicitare

source: '{{link_to_user}}', a person
ro_ro: '{{link_to_user}}', o persoană

source: (hide)
ro_ro: (ascunde)

source: (or <a href="{{url}}">sign in</a>)
ro_ro: (sau o <a href="{{url}}">autentificare</a>)

source: (show)
ro_ro: (afișează)

source: *unknown*
ro_ro: *necunoscut*

source: , Yours, {{user_name}}
ro_ro: , Al dumneavoastră, {{user_name}}

source: <a href="{{browse_url}}">Browse all</a> or <a href="{{add_url}}">ask us to add one</a>.
ro_ro: <a href="{{browse_url}}">Caută în toată arhiva</a> sau <a href="{{add_url}}">cere-ne să adăugăm una nouă</a>.

source: <a href="{{url}}">Add an annotation</a> (to help the requester or others)
ro_ro: <a href="{{url}}">Adaugă o adnotare</a> (pentru a ajuta petentul sau pe alții)

source: <a href="{{url}}">Do you want to request private information about yourself?</a>
ro_ro: <a href="{{url}}">Dorești să soliciți informații despre datele tale personale?</a>

source: <a href="{{url}}">Keep it <strong>focused</strong></a>, you'll be more likely to get what you want.
ro_ro: <a href="{{url}}">Fă o solicitare <strong>la obiect</strong></a>; astfel, va fi mai probabil că vei obține exact ceea ce vrei.

source: <a href="{{url}}">Sign in</a> to change password, subscriptions and more ({{user_name}} only)
ro_ro: <a href="{{url}}">Autentifică-te</a> pentru a-ţi schimba parola şi alte setări, inclusiv cele legate de abonare ({{user_name}} only)

source: <a href="{{url}}">Thinking of using a pseudonym?</a>
ro_ro: <a href="{{url}}">Te gândești să folosești un pseodonim?</a>

source: <div class="alaveteli-widget__count">{{count}}</div> person wants to know
ro_ro: Nici o persoană nu este interesată

source: <p>All done! Thank you very much for your help.</p><p>There are <a href="{{helpus_url}}">more things you can do</a> to help {{site_name}}.</p>
ro_ro: <p>Gata! Mulţumim de ajutor.</p><p>Apropo, sunt <a href="{{helpus_url}}">o sumedenie de alte lucruri pe care le poţi face</a> pentru a ne ajuta cu {{site_name}}.</p>

source: <p>Thanks for changing the text about you on your profile.</p><p><strong>Next...</strong> You can upload a profile photograph too.</p>
ro_ro: <p>Mulţumim pentru modificarea textului referitor la tine din profil.</p><p><strong>În continuare...</strong> poţi să-ți încarci și o poză de profil.</p>

source: <p>Thanks for updating your profile photo.</p><p><strong>Next...</strong> You can put some text about you and your research on your profile.</p>
ro_ro: <p>Îți mulţumim pentru actualizarea pozei tale de profil.</p><p><strong>În continuare...</strong> poţi adăuga un text despre tine sau despre interesele tale în acest profil.</p>

source: <p>We recommend that you edit your request and remove the email address. If you leave it, the email address will be sent to the authority, but will not be displayed on the site.</p>
ro_ro: <p>Îți recomandăm să-ți editezi solicitarea și să ștergi adresa de email. Dacă o lași așa, adresa de email va fi trimisă către instituția publică, dar nu va fi afișată pe site.</p>

source: <p>You do not need to include your email in the request in order to get a reply (<a href="{{url}}">details</a>).</p>
ro_ro: <p>Nu e nevoie să incluzi emailul tău în solicitare pentru a primi un răspuns (<a href="{{url}}">detalii</a>).</p>

source: <p>You do not need to include your email in the request in order to get a reply, as we will ask for it on the next screen (<a href="{{url}}">details</a>).</p>
ro_ro: <p>Nu e nevoie să-ţi laşi emailul în solicitare pentru a obţine un răspuns. Îţi vei lăsa adresa de email în pagina următoare (<a href="{{url}}">detalii</a>).</p>

source: <p>Your request contains a <strong>postcode</strong>. Unless it directly relates to the subject of your request, please remove any address as it will <strong>appear publicly on the Internet</strong>.</p>
ro_ro: <p>Solicitarea ta conţine un <strong>cod poştal</strong>. Dacă nu e legat în mod nemijlocit de subiectul solicitării tale, te rugăm să nu incluzi nicio adresă poștală în solicitare, din motive de confidenţialitate, întrucât <strong>va fi afişată public pe Internet</strong>.</p>

source: <p>{{site_name}} is currently in maintenance. You can only view existing requests. You cannot make new ones, add followups or annotations, or otherwise change the database.</p> <p>{{read_only}}</p>
ro_ro: <p>{{site_name}} este momentan în mentenanţă. Poţi vedea numai solicitările deja existente. Nu poţi adăuga solicitări noi, nici comentarii, adnotări, intervenții sau alte modificări asupra bazei de date.</p> <p>{{read_only}}</p>

source: <strong><code>commented_by:tony_bowden</code></strong> to search annotations made by Tony Bowden, typing the name as in the URL.
ro_ro: <strong><code>comentariu_de:maria_popescu</code></strong> pentru a interoga adnotările făcute de Maria Popescu, tastează numele aşa cum apare în URL.

source: <strong><code>filetype:pdf</code></strong> to find all responses with PDF attachments. Or try these: <code>{{list_of_file_extensions}}</code>
ro_ro: <strong><code>filetype:pdf</code></strong>pentru a găsi toate răspunsurile care au un fişier PDF ataşat. Sau încearcă oricare dintre: <code>{{list_of_file_extensions}}</code>

source: <strong><code>request:</code></strong> to restrict to a specific request, typing the title as in the URL.
ro_ro: <strong><code>solicitare:</code></strong> pentru a limita interogarea la o solicitare anume, tastează titlul asa cum apare în URL.

source: <strong><code>requested_by:julian_todd</code></strong> to search requests made by Julian Todd, typing the name as in the URL.
ro_ro: <strong><code>solicitat_de:elena_ionescu</code></strong> pentru a interoga solicitările create de Elena Ionescu, tastează numele aşa cum apare în URL.

source: <strong><code>requested_from:home_office</code></strong> to search requests from the Home Office, typing the name as in the URL.
ro_ro: <strong><code>solicitat_de:ministerul_magiei</code></strong> pentru a interoga solicitările trimise către Ministerul Magiei, tastează numele aşa cum apare în URL.

source: <strong><code>status:</code></strong> to select based on the status or historical status of the request, see the <a href="{{statuses_url}}">table of statuses</a> below.
ro_ro: <strong><code>stare:</code></strong> pentru a selecta pe baza stării unei solicitări (sau a răspunsului la aceasta), vezi <a href="{{statuses_url}}">tabelul stărilor</a>.

source: <strong><code>tag:charity</code></strong> to find all public authorities or requests with a given tag. You can include multiple tags, and tag values, e.g. <code>tag:openlylocal AND tag:financial_transaction:335633</code>. Note that by default any of the tags can be present, you have to put <code>AND</code> explicitly if you only want results them all present.
ro_ro: <strong><code>etichetă:organizații</code></strong> pentru a găsi toate entitățile și solicitările cu o anumită etichetă. Poți include etichete multiple și/sau etichete cu valori, cum ar fi <code>etichetă:deschislocal ȘI etichetă:tranzacții_financiare:335633</code>. Ia în calcul că, deși orice etichetă poate exista din oficiu, trebuie să scrii <code>ȘI</code> explicit, dacă vrei doar rezultatele care au etichetele dorite de tine.

source: <strong><code>variety:</code></strong> to select type of thing to search for, see the <a href="{{varieties_url}}">table of varieties</a> below.
ro_ro: <strong><code>varietate:</code></strong> pentru a selecta tipul obiectului interogat, vezi <a href="{{varieties_url}}">tabelul varietăților</a> below.

source: <strong>Advice</strong> on how to get a response that will satisfy the requester. </li>
ro_ro: <strong>Sfat</strong> despre cum să primești un răspuns care să satisfacă solicitarea. </li>

source: <strong>All the information</strong> has been sent
ro_ro: <strong>Toate informaţiile</strong> au fost trimise

source: <strong>Anything else</strong>, such as clarifying, prompting, thanking
ro_ro: <strong>Orice altceva</strong>, cum ar fi: clarificări, precizări, mulţumiri

source: <strong>By law, they have to respond</strong> (<a href="{{url}}">why?</a>).
ro_ro: <strong>Conform legii, instituțiile sunt obligate să răspundă</strong>. (<a href="{{url}}">De ce?</a>).

source: <strong>Can I request information about myself?</strong> <a href="{{url}}">No!</a>
ro_ro: <strong>Pot solicita informaţii despre mine?</strong> <a href="{{url}}">Nu! (detalii)</a>

source: <strong>Caveat emptor!</strong> To use this data in an honourable way, you will need a good internal knowledge of user behaviour on {{site_name}}. How, why and by whom requests are categorised is not straightforward, and there will be user error and ambiguity. You will also need to understand FOI law, and the way authorities use it. Plus you'll need to be an elite statistician. Please <a href="{{contact_path}}">contact us</a> with questions.
ro_ro: <strong>Nota bene!</strong> Pentru a folosi aceste date într-un mod onorabil, vei avea nevoie de o bună cunoaștere a comportamentului utilizatorilor de pe {{site_name}}. Modul de împărțire a solicitărilor pe categorii este complicat și pot apărea erori sau ambiguități. De asemenea, va trebui să cunoști legea accesului la informații și modul în care instituțiile o folosesc. În plus, trebuie să fii un bun statistician. Te rugăm <a href="{{contact_path}}">să ne contactezi</a> dacă ai întrebări.

source: <strong>Clarification</strong> has been requested
ro_ro: A fost solicitată <strong>o clarificare</strong>

source: <strong>No response</strong> has been received <small>(maybe there's just an acknowledgement)</small>
ro_ro: <strong>Niciun răspuns</strong> nu a fost primit <small>(poate există doar o confirmare)</small>

source: <strong>Note:</strong> Because we're testing, requests are being sent to {{email}} rather than to the actual authority.
ro_ro: <strong>Notă:</strong> Deoarece suntem în teste, solicitările sunt trimise către {{email}} în loc de instituția publică efectivă.

source: <strong>Note:</strong> We will send an email to your new email address. Follow the instructions in it to confirm changing your email.
ro_ro: <strong>Notă:</strong> Vom trimite un email către noua ta adresă de email. Urmărește instrucţiunile din acel mesaj pentru a confirma schimbarea emailului tău.

source: <strong>Note:</strong> We will send you an email to confirm you are the owner of this account. Follow the instructions in it to change your password.
ro_ro: Notă: Îți vom trimite un email pentru a confirma faptul că deții acest cont. Urmărește instrucțiunile din acel mesaj pentru a-ți schimba parola.

source: <strong>Note:</strong> You're sending a message to yourself, presumably to try out how it works.
ro_ro: <strong>Notă:</strong> Ți-ai trimis un mesaj ție, probabil pentru a afla cum funcționează?

source: <strong>Privacy note:</strong> Your photo will be shown in public on the Internet, wherever you do something on {{site_name}}.
ro_ro: <strong>Notă de confidențialitate:</strong> Poza ta va fi publicată pe Internet, oriunde vei posta ceva pe {{site_name}}.

source: <strong>Privacy warning:</strong> Your message, and any response to it, will be displayed publicly on this website.
ro_ro: <strong>Alertă de confidențialitate:</strong> Mesajul tău și orice răspuns la acesta vor fi publicate pe acest site.

source: <strong>Some of the information</strong> has been sent
ro_ro: <strong>Unele dintre informaţii</strong> au fost trimise.

source: <strong>Thank</strong> the public authority or the requester.
ro_ro: <strong>Mulţumiri</strong> pentru instituția publică sau pentru solicitant.

source: <strong>Thank</strong> the public authority or {{user_name}}.
ro_ro: <strong>Mulţumiri</strong> pentru instituția publică sau pentru {{user_name}}.

source: <strong>We will email you</strong> when there is a response, or after {{late_number_of_days}} working days if the authority still hasn't replied by then.
ro_ro: <strong>Îți vom trimite un email</strong> când apare un răspuns din partea instituției sau după {{late_number_of_days}} de zile lucrătoare, dacă instituția nu ți-a răspuns până atunci.

source: <strong>We will email you</strong> when they have been sent. We will also email you when there is a response to any of them, or after {{late_number_of_days}} working days if the authorities still haven't replied by then.
ro_ro: <strong>Îți vom trimite un email</strong> când vor fi trimise. De asemenea, îți vom trimite un email când vei primi un răspuns la oricare dintre solicitări sau după {{late_number_of_days}} zile lucrătoare, dacă instituțiile publice nu ți-au răspuns până atunci.

source: A <a href="{{request_url}}">follow up</a> to <em>{{request_title}}</em> was sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
ro_ro: O <a href="{{request_url}}">intervenție</a> despre <em>{{request_title}}</em> a fost trimisă către {{public_body_name}}, de către {{info_request_user}}, la data de {{date}}.

source: A <a href="{{request_url}}">response</a> to <em>{{request_title}}</em> was sent by {{public_body_name}} to {{info_request_user}} on {{date}}. The request status is: {{request_status}}
ro_ro: Un <a href="{{request_url}}">răspuns</a> la <em>{{request_title}}</em> a fost trimis de către {{public_body_name}}, pentru {{info_request_user}}, la data de {{date}}. Starea răspunsului/solicitării este: {{request_status}}

source: A <strong>summary</strong> of the response if you have received it by post.
ro_ro: Un <strong>rezumat</strong> al răspunsului, dacă l-ai primit prin poştă.

source: A Freedom of Information request
ro_ro: O solicitare de acces la informații

source: A full history of my FOI request and all correspondence is available on the Internet at this address: {{url}}
ro_ro: O istorie completă a solicitărilor mele de acces la informații, precum și toată corespondența aferentă, este dosponibilă pe Internet la adresa: {{url}}

source: A new request, <em><a href="{{request_url}}">{{request_title}}</a></em>, was sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
ro_ro: O nouă solicitare, <em><a href="{{request_url}}">{{request_title}}</a></em>, a fost trimisă către {{public_body_name}}, de către {{info_request_user}}, la data de {{date}}.

source: A one line summary of the information you are requesting, e.g.
ro_ro: Un sumar de un rând al informației pe care o soliciți, cum ar fi

source: A public authority
ro_ro: O instituție publică

source: A response will be sent <strong>by post</strong>
ro_ro: Un răspuns va fi trimis <strong>prin poşta</strong>

source: A strange reponse, required attention by the {{site_name}} team
ro_ro: Un raspuns ciudat, care necesită analiză din partea echipei {{site_name}}

source: A vexatious request
ro_ro: Solicitare ofensatoare

source: A {{site_name}} user
ro_ro: Un utilizator al {{site_name}}

source: About you:
ro_ro: Despre tine:

source: Act on what you've learnt
ro_ro: Acţionează conform celor învăţate

source: Acts as xapian/acts as xapian job
ro_ro: Funcționează pe post de xapian/funcționează ca un proces de xapian

source: Add a widget
ro_ro: Adaugă un widget

source: Add an annotation to &ldquo;{{request_title}}&rdquo;
ro_ro: Adaugă o adnotare la &ldquo;{{request_title}}&rdquo;

source: Add an annotation to your request with choice quotes, or a <strong>summary of the response</strong>.
ro_ro: Adaugă o adnotare la solicitarea ta, cu citatele selectate de tine sau un <strong>rezumat al răspunsului</strong>.

source: Add authority - {{public_body_name}}
ro_ro: Adaugă o instituție - {{public_body_name}}

source: Add the authority:
ro_ro: Adaugă instituția:

source: Added on {{date}}.
ro_ro: Adăugat la {{date}}.

source: Admin level is not included in list
ro_ro: Nivelul de administrator nu este inclus în listă

source: Administration URL:
ro_ro: URL de administrare:

source: Advanced search
ro_ro: Căutare avansată

source: Advanced search tips
ro_ro: Ponturi pentru căutare avansată

source: Advise on whether the <strong>refusal is legal</strong>, and how to complain about it if not.
ro_ro: Sfaturi cu privire la <strong>refuzul legal</strong> şi cum se poate face plângere în cazul în care nu pare legal.

source: Air, water, soil, land, flora and fauna (including how these effect human beings)
ro_ro: Aer, apă, sol, pământ, floră și faună (inclusiv modul în care acestea afectează oamenii)

source: All of the information requested has been received
ro_ro: Toate informaţiile solicitate au fost primite

source: All the options below can use <strong>status</strong> or <strong>latest_status</strong> before the colon. For example, <strong>status:not_held</strong> will match requests which have <em>ever</em> been marked as not held; <strong>latest_status:not_held</strong> will match only requests that are <em>currently</em> marked as not held.
ro_ro: Toate opţiunile de mai jos pot utiliza <strong>stare</strong> sau <strong>ultima_stare</strong> înainte de două puncte „:”. De exemplu, <strong>stare:nedeținută</strong> va returna toate solicitările care <em>vreodată</em> au fost marcate ca nedeţinute; <strong>ultima_stare:nedeţinută</strong>va returna numai solicitările care sunt <em>acum</em> marcate ca nedeţinute.

source: All the options below can use <strong>variety</strong> or <strong>latest_variety</strong> before the colon. For example, <strong>variety:sent</strong> will match requests which have <em>ever</em> been sent; <strong>latest_variety:sent</strong> will match only requests that are <em>currently</em> marked as sent.
ro_ro: Toate opţiunile de mai jos pot utiliza <strong>varietatea</strong> sau <strong>ultima_varietate</strong> înainte de doua puncte „:”. De exemplu, <strong>varietate:trimisă</strong> va returna toate solicitările care <em>vreodată</em> au fost trimise; <strong>ultima_varietate:trimisă</strong> va returna numai solicitările care sunt <em>acum</em> marcate ca trimise.

source: Also called {{other_name}}.
ro_ro: De asemenea numită şi {{other_name}}.

source: Also send me alerts by email
ro_ro: De asemenea, trimite-mi alerte prin email

source: Alter your subscription
ro_ro: Modifică-ți abonarea

source: Although all responses are automatically published, we depend on you, the original requester, to evaluate them.
ro_ro: Deși toate răspunsurile sunt publicate automat, depindem de tine, solicitantul inițial, pentru a le putea evalua.

source: An <a href="{{request_url}}">annotation</a> to <em>{{request_title}}</em> was made by {{event_comment_user}} on {{date}}
ro_ro: O <a href="{{request_url}}">adnotare</a> privind <em>{{request_title}}</em> a fost făcută de către {{event_comment_user}}, la data de {{date}}

source: An <strong>error message</strong> has been received
ro_ro: A fost primit un <strong>mesaj de eroare</strong>

source: An Environmental Information request
ro_ro: O solicitare de informații cu privire la mediu (EIR)

source: An anonymous user
ro_ro: Utilizator anonim

source: Annotation added to request
ro_ro: Adnotare adaugată la solicitare

source: Annotations
ro_ro: Adnotări

source: Annotations are so anyone, including you, can help the requester with their request. For example:
ro_ro: Adnotările sunt astfel făcute încât oricine, incusiv tu, să poată ajuta solicitantul cu privire la solicitarea sa. De exemplu:

source: Annotations will be posted publicly here, and are <strong>not</strong> sent to {{public_body_name}}.
ro_ro: Adnotările sunt publicate doar aici și <strong>nu</strong> sunt trimise către {{public_body_name}}.

source: Anonymous user
ro_ro: Utilizator anonim

source: Anyone:
ro_ro: Oricine:

source: Applies to
ro_ro: Se aplică la

source: Are we missing a public authority?
ro_ro: Ne lipseşte o instituție publică?

source: Are you sure you want to disable two factor authentication?
ro_ro: Ești sigur că vrei să dezactivezi autentificarea în doi pași?

source: Are you sure? If you regenerate your one time passcode you will need to update your password manager or re-print it.
ro_ro: Ești sigur? Dacă vrei să generezi un nou cod de unică folosință (OTP), va trebui să-ți actualizezi managerul de parole sau s-o printezi pe aceasta din nou.

source: Are you the owner of any commercial copyright on this page?
ro_ro: Ai un drept de Proprietate Intelectuală asupra vreunei mărci de pe această pagină?

source: Ask EU Authorities
ro_ro: Întreabă instituțiile UE

source: Ask for <strong>specific</strong> documents or information, this site is not suitable for general enquiries.
ro_ro: Solicită documente sau informaţii <strong>precise</strong>; acest site nu este potrivit pentru solicitări generale.

source: Ask us to add an authority
ro_ro: Spune-ne dacă trebuie să adăugăm o instituție

source: Ask us to update FOI email
ro_ro: Spune-ne să actualizăm emailul de acces la informații

source: Ask us to update the email address for {{public_body_name}}
ro_ro: Spune-ne să actualizăm adresa de email pentru {{public_body_name}}
