Repository: andreicristianpetcu/alaveteli
Catalog: locale/*/app.po
Languages: ro_ro

source: Response by {{public_body_name}} to {{info_request_user}} on {{date}}.
ro_ro: Răspunsul trimis de {{public_body_name}} către {{info_request_user}}, la data de {{date}}.

source: Response from a public authority
ro_ro: Răspuns de la o instituție publică

source: Response to '{{title}}'
ro_ro: Răspuns la '{{title}}'

source: Response to this request is <strong>delayed</strong>.
ro_ro: Răspunsul la această solicitare este <strong>amânat</strong>.

source: Response to this request is <strong>long overdue</strong>.
ro_ro: Termenul de răspuns la această solicitare este <strong>mult depășit</strong>, dincolo de termenul legal.

source: Response to your request
ro_ro: Răspuns la solicitarea ta

source: Response to {{law_used_short}} request
ro_ro: Răspuns la solicitarea bazată pe {{law_used_short}}

source: Response:
ro_ro: Răspuns:

source: Restrict to
ro_ro: Resticţionat la

source: Results page {{page_number}}
ro_ro: Pagini rezultate {{page_number}}

source: Save
ro_ro: Salvează

source: Search
ro_ro: Caută

source: Search Freedom of Information requests, public authorities and users
ro_ro: Caută solicitări de acces la informații, instituții publice și utilizatori

source: Search contributions by this person
ro_ro: Caută contribuţii de la această persoană

source: Search for the authorities you'd like information from:
ro_ro: Caută instituții publice de la care dorești informații:

source: Search in
ro_ro: Caută în

source: Search in their website for this information &rarr;
ro_ro: Căută în site-ul lor pentru aceste informații &rarr;

source: Search over<br/><strong>{{number_of_requests}} requests</strong> <span>and</span><br/><strong>{{number_of_authorities}} authorities</strong>
ro_ro: Caută printre<br/><strong>{{number_of_requests}} solicitări</strong> <span>şi</span><br/><strong>{{number_of_authorities}} instituții</strong>

source: Search queries
ro_ro: Caută interogări

source: Search results
ro_ro: Rezultate interogare

source: Search the site to find what you were looking for.
ro_ro: Caută în site pentru a găsi informaţia dorită.

source: Search your contributions
ro_ro: Caută contribuţia ta

source: See bounce message
ro_ro: Vezi mesajul respins

source: Send a followup
ro_ro: Trimite o intervenție

source: Send a message to {{user_name}}
ro_ro: Trimite un mesaj către {{user_name}}

source: Send a public follow up message to {{person_or_body}}
ro_ro: Trimite o intervenție publică pentru {{person_or_body}}

source: Send a public reply to {{person_or_body}}
ro_ro: Trimite un răspuns public către {{person_or_body}}

source: Send follow up to '{{title}}'
ro_ro: Trimite o intervenție la '{{title}}'

source: Send me the email
ro_ro: Trimite-mi emailul

source: Send message
ro_ro: Trimite un mesaj

source: Send message to {{user_name}}
ro_ro: Trimite un mesaj către {{user_name}}

source: Send message to {{user_name}} just to see how it works
ro_ro: Trimite un mesaj către {{user_name}}, doar ca să vezi cum funcţionează

source: Send request
ro_ro: Trimite solicitarea

source: Sending...
ro_ro: Se trimite...

source: Sent to one authority by {{info_request_user}} on {{date}}.
ro_ro: Netrimisă încă în atenția niciunei instituții publice de utilizatorul {{info_request_user}}, la data de {{date}}.

source: Set your profile photo
ro_ro: Alege poza de profil

source: Share on Facebook
ro_ro: Publică pe Facebook

source: Share your batch request
ro_ro: Publică grupul de solicitări

source: Share your request
ro_ro: Publică solicitarea

source: Short name is already taken
ro_ro: Abrevierea este deja folosită

source: Show most relevant results first
ro_ro: Începând cu mesajele cele mai relevante

source: Show only...
ro_ro: Arată numai...

source: Showing
ro_ro: Afişare

source: Sign in
ro_ro: Intrare în cont

source: Sign in as the emergency user
ro_ro: Autentifică-te cu utilizatorul de urgență

source: Sign in or make a new account
ro_ro: Intră în contul tău sau creează-ți un cont nou

source: Sign in or sign up
ro_ro: Intră în contul tău sau înscrie-te cu un cont nou

source: Sign in to track this request
ro_ro: Autentifică-te pentru a urmări această solicitare

source: Sign out
ro_ro: Ieşire din cont

source: Sign up
ro_ro: Înscriere

source: Similar requests
ro_ro: Solicitări similare

source: Simple search
ro_ro: Căutare simplă

source: Some notes have been added to your FOI request - {{request_title}}
ro_ro: Au fost adăugate câteva note la solicitarea ta de acces la informații - {{request_title}}

source: Some of the information requested has been received
ro_ro: Câteva dintre informaţii solicitate au fost primite

source: Some people who've made requests haven't let us know whether they were successful or not. We need <strong>your</strong> help &ndash; choose one of these requests, read it, and let everyone know whether or not the information has been provided. Everyone'll be exceedingly grateful.
ro_ro: O parte dintre solicitanți nu ne-au anunțat dacă acestea au avut sau nu succes. Avem nevoie de <strong>ajutorul și contribuția</strong> ta; alege una dintre aceste solicitări, citește-o și spune-ne dacă informațiile au fost furnizate sau nu. Toată lumea va fi recunoascătoare.

source: Somebody added a note to your FOI request - {{request_title}}
ro_ro: Cineva a adăugat o notă la solicitarea ta de acces la informații - {{request_title}}

source: Someone has updated the status of your request
ro_ro: Cineva a actualizat starea solicitării tale

source: Someone, perhaps you, just tried to change their email address on {{site_name}} from {{old_email}} to {{new_email}}.
ro_ro: Cineva, probabil chiar tu, tocmai a încercat să schimbe adresa de email de pe {{site_name}} din {{old_email}} în {{new_email}}.

source: Sorry - you cannot respond to this request via {{site_name}}, because this is a copy of the request originally at {{link_to_original_request}}.
ro_ro: Ne pare rău - nu poți răspunde acestei solicitări via {{site_name}}, pentru că aceasta este o copie a solicitării transmise inițial la {{link_to_original_request}}.

source: Sorry, but only {{user_name}} is allowed to do that.
ro_ro: Scuze, numai {{user_name}} este abilitat să facă asta.

source: Sorry, there was a problem processing this page
ro_ro: Scuze, este o problemă cu accesarea acestei pagini

source: Sorry, we couldn't find that page
ro_ro: Scuze, nu am găsit pagina

source: Source URL:
ro_ro: Sursa URL:

source: Source:
ro_ro: Sursa:

source: Spam address
ro_ro: Adresă de spam

source: Start your own blog
ro_ro: Începe-ţi propriul blog

source: Start your own request
ro_ro: Creează o solicitare nouă

source: Stay up to date
ro_ro: Rămâi la curent

source: Still awaiting an <strong>internal review</strong>
ro_ro: Încă în aşteptarea unei <strong>verificări interne</strong>

source: Subject
ro_ro: Subiect

source: Subject:
ro_ro: Subiect:

source: Submit Search
ro_ro: Trimite interogarea

source: Submit request
ro_ro: Trimite solicitarea

source: Submit status
ro_ro: Trimite starea

source: Submit status and send message
ro_ro: Transmite starea și trimite mesajul

source: Subscribe to blog
ro_ro: Înscriere pentru blog

source: Success
ro_ro: Succes

source: Successful
ro_ro: Reușită

source: Successful Freedom of Information requests
ro_ro: Solicitări reușite de acces la informații

source: Successful requests
ro_ro: Solicitări reușite

source: Successful.
ro_ro: Reușită.

source: Suggest how the requester can find the <strong>rest of the information</strong>.
ro_ro: Sugerează cum/unde ar putea solicitantul să găsească <strong>restul informaţiilor</strong>.

source: Summary:
ro_ro: Rezumat:

source: Table of statuses
ro_ro: Tabelul stărilor

source: Table of varieties
ro_ro: Tabelul varietăţilor

source: Tags
ro_ro: Etichete

source: Tags (separated by a space):
ro_ro: Etichete (separate cu un spațiu):

source: Tags:
ro_ro: Etichete:

source: Thank you for helping us keep the site tidy!
ro_ro: Îți mulţumim că ne ajuţi să menţinem acest site în ordine!

source: Thank you for making an annotation!
ro_ro: Îți mulţumim pentru adnotare!

source: Thank you for responding to this FOI request! Your response has been published below, and a link to your response has been emailed to {{user_name}}.
ro_ro: Vă mulţumim pentru răspunsul la această solicitare de acces la informații! Răspunsul dumneavoastră a fost publicat mai jos, iar un link către răspuns a fost trimis prin email către {{user_name}}.

source: Thank you for updating the status of the request '<a href="{{url}}">{{info_request_title}}</a>'. There are some more requests below for you to classify.
ro_ro: Îți mulţumim pentru actualizarea stării, referitor la solicitarea '<a href="{{url}}">{{info_request_title}}</a>'. Te rugăm să te uiți și la solicitările de mai jos, pentru a le clasifica.

source: Thank you for updating this request!
ro_ro: Mulţumim pentru actualizarea solicitării!

source: Thank you for updating your profile photo
ro_ro: Mulţumim pentru actualizarea pozei de profil

source: Thank you! Here are some ideas on what to do next:
ro_ro: Mulțumim! Iată câteva idei despre ce ai putea face în continuare:

source: Thank you! Hope you don't have to wait much longer.
ro_ro: Îţi mulţumim! Sperăm ca nu ai avut de aşteptat prea mult.

source: Thank you! Hopefully your wait isn't too long.
ro_ro: Mulțumim! Sperăm că nu vei aștepta prea mult.

source: Thank you! Your request is long overdue, by more than {{very_late_number_of_days}} working days. Most requests should be answered within {{late_number_of_days}} working days. You might like to complain about this, see below.
ro_ro: Îţi multumim! Termenul de răspuns pentru solicitarea a depășit limita legală cu mai mult de {{very_late_number_of_days}} zile lucrătoare. Majoritatea solicitărilor ar trebui să primească răspuns în decurs de {{late_number_of_days}} zile lucrătoare. Ai putea să formulezi o plângere în acest sens, vezi mai jos cum.

source: Thanks for helping - your work will make it easier for everyone to find successful responses, and maybe even let us make league tables...
ro_ro: Îți mulțumim pentru ajutor - acțiunile tale vor facilita, pentru toată lumea, obținerea unor răspunsuri de succes; iar pe noi ne ajută să completăm tabele cu topuri...

source: Thanks for your suggestion to add {{public_body_name}}. It's been added to the site here:
ro_ro: Îți mulțumim pentru sugestia de a adăuga instituția {{public_body_name}}. A fost adăugată pe site, aici:

source: Thanks for your suggestion to update the email address for {{public_body_name}} to {{public_body_email}}. This has now been done and any new requests will be sent to the new address.
ro_ro: Mulțumim pentru sugestia de a actualiza adresa de email pentru instituția {{public_body_name}} la {{public_body_email}}. Această schimbare s-a produs și toate solicitările noi vor fi trimise la noua adresă.

source: Thanks very much - this will help others find useful stuff. We'll also, if you need it, give advice on what to do next about your requests.
ro_ro: Mulțumim - asta îi va ajuta și pe alții să găsească informații utile. De asemenea, daca ai nevoie, te putem sfătui cu privire la ce poți face în continuare, legat de solicitarea ta.

source: Thanks very much for helping keep everything <strong>neat and organised</strong>. We'll also, if you need it, give you advice on what to do next about each of your requests.
ro_ro: Mulțumim că ne ajuți să ținem lucrurile în ordine. Dacă ai nevoie, te putem sfătui cu privire la ce poți face în continuare legat de solicitarea ta.

source: That doesn't look like a valid email address. Please check you have typed it correctly.
ro_ro: Aceasta nu pare a fi o adresa de email validă. Te rugăm să verifici dacă ai tastat corect.

source: The <strong>review has finished</strong> and overall:
ro_ro: <strong>Verificarea internă s-a finalizat</strong> şi, per ansamblu:

source: The Freedom of Information Act <strong>does not apply</strong> to
ro_ro: Legea liberului acces la informaţii <strong>nu este aplicabilă</strong> la

source: The URL where you found the email address. This field is optional, but it would help us a lot if you can provide a link to a specific page on the authority's website that gives this address, as it will make it much easier for us to check.
ro_ro: Adresa URL unde ai găsit adresa email. Acest câmp este opțional, dar ne-ar ajuta enorm dacă ne-ai putea oferi linkul specific spre pagina instituției publice unde se află adresa. Asta ne-ar ajuta foarte mult, să putem verifica.

source: The accounts have been left as they previously were.
ro_ro: Conturile au rămas aşa cum erau inițial.

source: The authority do <strong>not have</strong> the information <small>(maybe they say who does)</small>
ro_ro: Instituția <strong>nu are</strong> informațiile solicitate <small>(probabil vor spune cine le are)</small>

source: The authority email doesn't look like a valid address
ro_ro: Emailul instituției publice nu pare o adresă validă de email

source: The authority only has a <strong>paper copy</strong> of the information.
ro_ro: Instituția are doar <strong>o copie tipărită</strong> a informaţiilor solicitate.

source: The authority say that they <strong>need a postal address</strong>, not just an email, for it to be a valid FOI request
ro_ro: Instituția <strong>solicită o adresă poștală</strong>, pe lângă adresa de email, pentru a considera solicitarea validă.

source: The authority would like to / has <strong>responded by post</strong> to this request.
ro_ro: Instituția ar vrea să răspundă sau a răspuns <strong>prin poștă</strong> la această solicitare.

source: The classification of requests (e.g. to say whether they were successful or not) is done manually by users and administrators of the site, which means that they are subject to error.
ro_ro: Clasificarea solicitărilor (de exemplu dacă au fost reușite sau nu) se face manual de către utilizatori și de administratorii site-ului, ceea ce înseamnă că pot apărea unele erori.

source: The contact email address for FOI requests to the authority.
ro_ro: Adresa de contact pentru solicitări de access la informații către instituția publică.

source: The email that you, on behalf of {{public_body}}, sent to {{user}} to reply to an {{law_used_short}} request has not been delivered.
ro_ro: Emailul trimis din partea {{public_body}}, către {{user}}, ca răspuns la solicitarea bazată pe {{law_used_short}}, nu a fost livrat.

source: The error bars shown are 95% confidence intervals for the hypothesized underlying proportion (i.e. that which you would obtain by making an infinite number of requests through this site to that authority). In other words, the population being sampled is all the current and future requests to the authority through this site, rather than, say, all requests that have been made to the public body by any means.
ro_ro: Barele de eroare afișate reprezintă 95% din intervalul estimat (de exemplu, dacă ai face un număr infinit de solicitări în atenția acestei instituții publice). Cu alte cuvinte, reprezintă toate solicitările curente și viitoare trimise acestei instituții <strong>doar</strong> prin acest site, nu toate solicitările trimise instituției prin orice mijloace sau canale de comunicare.

source: The last incoming message was created in the last day
ro_ro: Ultimul mesaj primit a fost creat în ziua curentă

source: The last incoming message was created over a day ago
ro_ro: Ultimul mesaj primit a fost creat cu mai mult de o zi în urmă

source: The last outgoing message was created in the last day
ro_ro: Ultimul mesaj trimis a fost creat în ziua curentă

source: The last outgoing message was created over a day ago
ro_ro: Ultimul mesaj trimis a fost creat cu mai mult de o zi în urmă

source: The last user was created in the last day
ro_ro: Ultimul utilizator a fost creat în ziua curentă

source: The last user was created over a day ago
ro_ro: Ultimul utilizator a fost creat cu mai mult de o zi în urmă

source: The page doesn't exist. Things you can try now:
ro_ro: Pagina nu există. Ai putea încerca:

source: The percentages are calculated with respect to the total number of requests, which includes invalid requests; this is a known problem that will be fixed in a later release.
ro_ro: Procentele sunt calculate în funcție de numărul total de solicitări, ceea ce include și solicitările invalide; aceasta este o problemă cunoscută de dezvoltatori și va fi rezolvată în viitor.

source: The public authority does not have the information requested
ro_ro: Instituția publică nu deţine informaţiile solicitate

source: The public authority would like part of the request explained
ro_ro: Instituția publică dorește clarificări privind o parte a solicitării

source: The public authority would like to / has responded by post
ro_ro: Instituția ar vrea să răspundă sau a răspuns prin poștă

source: The request has been <strong>refused</strong>
ro_ro: Solicitarea a fost <strong>refuzată</strong>

source: The request has been updated since you originally loaded this page. Please check for any new incoming messages below, and try again.
ro_ro: Solicitarea a fost actualizată de când ai vizitat iniţial această pagină. Te rugăm să verifici mai jos mesajele nou sosite şi să încerci din nou.

source: The request is <strong>waiting for clarification</strong>.
ro_ro: Solicitarea <strong>aşteapă clarificare</strong>.

source: The request was <strong>partially successful</strong>.
ro_ro: Solicitarea a fost <strong>parţial reuşită</strong>.

source: The request was <strong>refused</strong> by {{authority_name}}.
ro_ro: Solicitarea a fost <strong>refuzată</strong> de către {{authority_name}}.

source: The request was <strong>successful</strong>.
ro_ro: Solicitarea a fost <strong>reuşită</strong>.

source: The request was refused by the public authority
ro_ro: Solicitarea a fost refuzată de către instituția publică

source: The request you have tried to view has been removed. There are various reasons why we might have done this, sorry we can't be more specific here. Please <a href="{{url}}">contact us</a> if you have any questions.
ro_ro: Solicitarea pe care ai încercat s-o vizualizezi a fost ștearsă. Există diverse motive pentru care am fi ales să facem asta și ne cerem scuze că nu putem oferi detalii exacte acum. Te rugăm <a href="{{url}}">să ne contactezi</a> dacă ai întrebări.

source: The requester has abandoned this request for some reason
ro_ro: Solicitantul şi-a abandonat solicitarea din anumite motive

source: The response to your request has been <strong>delayed</strong>. You can say that, by law, the authority should normally have responded <strong>promptly</strong> and by <strong>{{date}}</strong>
ro_ro: Răspunsul la solicitarea ta a fost <strong>amânat</strong>. Poţi spune că, potrivit legii, instituția ar fi trebuit să răspundă <strong>prompt</strong>, până la data de <strong>{{date}}</strong>

source: The response to your request is <strong>long overdue</strong>. You can say that, by law, under all circumstances, the authority should have responded by now
ro_ro: Răspunsul la solicitarea ta <strong>a depășit termenul legal</strong>. Poţi spune că, potrivit legii, indiferent de circumstanţe, instituția ar fi trebuit să răspundă până acum

source: The search index is currently offline, so we can't show the Freedom of Information requests that have been made to this authority.
ro_ro: Indexul de căutare este în acest moment offline, aşa că nu putem afişa solicitările de acces la informații trimise către această instituție.

source: The search index is currently offline, so we can't show the Freedom of Information requests this person has made.
ro_ro: Indexul de căutare este în acest moment offline, aşa că nu putem afişa solicitările de acces la informații pe care le-a creat această persoană.

source: The widget will look like this:
ro_ro: Widget-ul va arăta așa:

source: The {{site_name}} team.
ro_ro: Echipa {{site_name}}.

source: Then you can cancel the alert.
ro_ro: Apoi, poţi anula alerta.

source: Then you can cancel the alerts.
ro_ro: Apoi, poţi anula alertele.

source: Then you can change your email address used on {{site_name}}
ro_ro: Apoi, poți modifica adresa de email utilizată pe {{site_name}}

source: Then you can change your password on {{site_name}}
ro_ro: Apoi, îți poţi modifica parola pe {{site_name}}

source: Then you can classify the FOI response you have got from {{authority_name}}.
ro_ro: Apoi, poți clasifica răspunsul pe care l-ai primit la solicitarea ta către {{authority_name}}.

source: Then you can download a zip file of {{info_request_title}}.
ro_ro: Apoi, poţi descărca un fişier .zip cu {{info_request_title}}.

source: Then you can log into the administrative interface
ro_ro: Apoi, te poţi autentifica în interfaţa de administrare

source: Then you can make a batch request
ro_ro: Apoi, poți crea un grup de solicitări

source: Then you can play the request categorisation game.
ro_ro: Apoi, poţi categorisi solicitarea.

source: Then you can report the request '{{title}}'
ro_ro: Apoi, poţi raporta solicitarea '{{title}}'

source: Then you can send a message to {{user_name}}.
ro_ro: Apoi, poţi trimite un mesaj către {{user_name}}.

source: Then you can sign in to {{site_name}}
ro_ro: Apoi, poţi intra în contul tău de pe {{site_name}}

source: Then you can update the status of your request to {{authority_name}}.
ro_ro: Apoi, poţi actualiza starea solicitării tale în {{authority_name}}.

source: Then you can upload an FOI response.
ro_ro: Apoi, poți încărca un răspuns la o solicitare.

source: Then you can write follow up message to {{authority_name}}.
ro_ro: Apoi, poți scrie o intervenție față de {{authority_name}}.

source: Then you can write your reply to {{authority_name}}.
ro_ro: Apoi, poți trimite un răspuns către {{authority_name}}.

source: Then you will be following all new FOI requests.
ro_ro: Apoi, vei putea urmări toate solicitările noi de acces la informații.

source: Then you will be notified whenever '{{user_name}}' requests something or gets a response.
ro_ro: Apoi, vei fi notificat de fiecare dată când '{{user_name}}' solicită ceva sau primește un răspuns.

source: Then you will be notified whenever a new request or response matches your search.
ro_ro: Apoi, vei fi notificat ori de câte ori un răspuns sau o solicitare corespunde interogării tale.

source: Then you will be notified whenever an FOI request succeeds.
ro_ro: Apoi, vei fi notificat de fiecare dată când o solicitare de acces la informații este reuşită.

source: Then you will be notified whenever someone requests something or gets a response from '{{public_body_name}}'.
ro_ro: Apoi, vei fi notificat de fiecare dată când cineva solicită sau primeşte un răspuns de la '{{public_body_name}}'.

source: Then you will be updated whenever the request '{{request_title}}' is updated.
ro_ro: Apoi, vei fi informat de fiecare dată când solicitarea '{{request_title}}' este actualizată.

source: Then you'll be allowed to send FOI requests.
ro_ro: Apoi, vei putea trimite solicitări de acces la informații.

source: Then your FOI request to {{public_body_name}} will be sent.
ro_ro: Apoi, solicitarea ta de acces la informații către {{public_body_name}} va fi trimisă.

source: Then your annotation to {{info_request_title}} will be posted.
ro_ro: Apoi, adnotarea ta la {{info_request_title}} va fi postată.

source: There are {{count}} new annotations on your {{info_request}} request. Follow this link to see what they wrote.
ro_ro: Sunt {{count}} adnotări noi la solicitarea ta {{info_request}}. Urmează acest link pentru a vedea ce conțin adnotările.

source: There is <strong>more than one person</strong> who uses this site and has this name. One of them is shown below, you may mean a different one:
ro_ro: Există <strong>mai mult de o persoană</strong> care utilizează acest site şi are acest nume. Unele sunt afişate mai jos, dar e posibil să cauţi pe altcineva:
